class Age < ActiveHash::Base
  self.data = [
    { id: 1, name: '--' },
    アマランサス　玄穀
あわ　精白粒
あわ　あわもち
えんばく　オートミール
おおむぎ　七分つき押麦
おおむぎ　押麦　乾
おおむぎ　押麦　めし
おおむぎ　米粒麦
おおむぎ　大麦めん　乾
おおむぎ　大麦めん　ゆで
おおむぎ　麦こがし
キヌア　玄穀
きび　精白粒
こむぎ　［玄穀］　国産　普通
こむぎ　［小麦粉］　薄力粉　1等
こむぎ　［小麦粉］　薄力粉　2等
こむぎ　［小麦粉］　中力粉　1等
こむぎ　［小麦粉］　中力粉　2等
こむぎ　［小麦粉］　強力粉　1等
こむぎ　［小麦粉］　強力粉　2等
こむぎ　［小麦粉］　強力粉　全粒粉
こむぎ　［小麦粉］　プレミックス粉　お好み焼き用
こむぎ　［小麦粉］　プレミックス粉　ホットケーキ用
こむぎ　［小麦粉］　プレミックス粉　から揚げ用
こむぎ　［小麦粉］　プレミックス粉　天ぷら用
こむぎ　［小麦粉］　プレミックス粉　天ぷら用　バッター
こむぎ　［小麦粉］　プレミックス粉　天ぷら用　バッター　揚げ
こむぎ　［パン類］　角形食パン　食パン
こむぎ　［パン類］　角形食パン　焼き
こむぎ　［パン類］　角形食パン　耳を除いたもの
こむぎ　［パン類］　コッペパン
こむぎ　［パン類］　乾パン
こむぎ　［パン類］　フランスパン
こむぎ　［パン類］　ライ麦パン
こむぎ　［パン類］　ぶどうパン
こむぎ　［パン類］　ロールパン
こむぎ　［パン類］　クロワッサン　リッチタイプ
こむぎ　［パン類］　イングリッシュマフィン
こむぎ　［パン類］　ナン
こむぎ　［パン類］　ベーグル
こむぎ　［うどん・そうめん類］　うどん　生
こむぎ　［うどん・そうめん類］　うどん　ゆで
こむぎ　［うどん・そうめん類］　うどん　半生うどん
こむぎ　［うどん・そうめん類］　干しうどん　乾
こむぎ　［うどん・そうめん類］　干しうどん　ゆで
こむぎ　［うどん・そうめん類］　そうめん・ひやむぎ　乾
こむぎ　［うどん・そうめん類］　そうめん・ひやむぎ　ゆで
こむぎ　［うどん・そうめん類］　手延そうめん・手延ひやむぎ　乾
こむぎ　［うどん・そうめん類］　手延そうめん・手延ひやむぎ　ゆで
こむぎ　［中華めん類］　中華めん　生
こむぎ　［中華めん類］　中華めん　ゆで
こむぎ　［中華めん類］　半生中華めん　
こむぎ　［中華めん類］　蒸し中華めん　蒸し中華めん
こむぎ　［中華めん類］　蒸し中華めん  ソテー
こむぎ　［中華めん類］　干し中華めん　乾
こむぎ　［中華めん類］　干し中華めん　ゆで
こむぎ　［中華めん類］　沖縄そば　生
こむぎ　［中華めん類］　沖縄そば　ゆで
こむぎ　［中華めん類］　干し沖縄そば　乾
こむぎ　［中華めん類］　干し沖縄そば　ゆで
こむぎ　［即席めん類］　即席中華めん　油揚げ味付け
こむぎ　［即席めん類］　即席中華めん　油揚げ　ゆで　（添付調味料等を含まないもの）
こむぎ　［即席めん類］　即席中華めん　油揚げ　乾　（添付調味料等を含まないもの）
こむぎ　［即席めん類］　即席中華めん　非油揚げ　ゆで　（添付調味料等を含まないもの）
こむぎ　［即席めん類］　即席中華めん　非油揚げ　乾　（添付調味料等を含まないもの）
こむぎ　［即席めん類］　中華スタイル即席カップめん　油揚げ　塩味　乾　（添付調味料等を含むもの）
こむぎ　［即席めん類］　中華スタイル即席カップめん　油揚げ　塩味　調理後全体　（添付調味料等を含むもの）
こむぎ　［即席めん類］　中華スタイル即席カップめん　油揚げ　塩味　調理後のめん　（スープを残したもの）
こむぎ　［即席めん類］　中華スタイル即席カップめん　油揚げ　しょうゆ味　乾　（添付調味料等を含むもの）
こむぎ　［即席めん類］　中華スタイル即席カップめん　油揚げ　しょうゆ味　調理後全体　（添付調味料等を含むもの）
こむぎ　［即席めん類］　中華スタイル即席カップめん　油揚げ　しょうゆ味　調理後のめん　（スープを残したもの）
こむぎ　［即席めん類］　中華スタイル即席カップめん　油揚げ　焼きそば　乾　（添付調味料等を含むもの）
こむぎ　［即席めん類］　中華スタイル即席カップめん　油揚げ　焼きそば　調理後全体　（添付調味料等を含むもの）
こむぎ　［即席めん類］　中華スタイル即席カップめん　非油揚げ　乾　（添付調味料等を含むもの）
こむぎ　［即席めん類］　中華スタイル即席カップめん　非油揚げ　調理後全体　（添付調味料等を含むもの）
こむぎ　［即席めん類］　中華スタイル即席カップめん　非油揚げ　調理後のめん　（スープを残したもの）
こむぎ　［即席めん類］　和風スタイル即席カップめん　油揚げ　乾　（添付調味料等を含むもの）
こむぎ　［即席めん類］　和風スタイル即席カップめん　油揚げ　調理後全体　（添付調味料等を含むもの）
こむぎ　［即席めん類］　和風スタイル即席カップめん　油揚げ　調理後のめん　（スープを残したもの）
こむぎ　［マカロニ・スパゲッティ類］　マカロニ・スパゲッティ　乾
こむぎ　［マカロニ・スパゲッティ類］　マカロニ・スパゲッティ　ゆで
こむぎ　［マカロニ・スパゲッティ類］　マカロニ・スパゲッティ　ソテー
こむぎ　［マカロニ・スパゲッティ類］　生パスタ　生
こむぎ　［ふ類］　生ふ
こむぎ　［ふ類］　焼きふ　釜焼きふ
こむぎ　［ふ類］　焼きふ　板ふ
こむぎ　［ふ類］　焼きふ　車ふ
こむぎ　［その他］　小麦はいが
こむぎ　［その他］　小麦たんぱく　粉末状
こむぎ　［その他］　小麦たんぱく　粒状
こむぎ　［その他］　小麦たんぱく　ペースト状
こむぎ　［その他］　ぎょうざの皮　生
こむぎ　［その他］　しゅうまいの皮　生
こむぎ　［その他］　ちくわぶ
こむぎ　［その他］　パン粉　生
こむぎ　［その他］　パン粉　半生
こむぎ　［その他］　パン粉　乾燥
こむぎ　［その他］　冷めん　生
こめ　［水稲穀粒］　玄米
こめ　［水稲穀粒］　半つき米
こめ　［水稲穀粒］　七分つき米
こめ　［水稲穀粒］　精白米　うるち米
こめ　［水稲穀粒］　精白米　もち米
こめ　［水稲穀粒］　精白米　インディカ米
こめ　［水稲穀粒］　発芽玄米
こめ　［水稲めし］　玄米
こめ　［水稲めし］　半つき米
こめ　［水稲めし］　七分つき米
こめ　［水稲めし］　精白米　インディカ米
こめ　［水稲めし］　精白米　うるち米
こめ　［水稲めし］　精白米　もち米
こめ　［水稲めし］　発芽玄米
こめ　［水稲全かゆ］　玄米
こめ　［水稲全かゆ］　半つき米
こめ　［水稲全かゆ］　七分つき米
こめ　［水稲全かゆ］　精白米
こめ　［水稲五分かゆ］　玄米
こめ　［水稲五分かゆ］　半つき米
こめ　［水稲五分かゆ］　七分つき米
こめ　［水稲五分かゆ］　精白米
こめ　［水稲おもゆ］　玄米
こめ　［水稲おもゆ］　半つき米
こめ　［水稲おもゆ］　七分つき米
こめ　［水稲おもゆ］　精白米
こめ　［陸稲穀粒］　玄米
こめ　［陸稲穀粒］　半つき米
こめ　［陸稲穀粒］　七分つき米
こめ　［陸稲穀粒］　精白米
こめ　［陸稲めし］　玄米
こめ　［陸稲めし］　半つき米
こめ　［陸稲めし］　七分つき米
こめ　［陸稲めし］　精白米
こめ　［うるち米製品］　アルファ化米　一般用
こめ　［うるち米製品］　アルファ化米　学校給食用強化品
こめ　［うるち米製品］　おにぎり
こめ　［うるち米製品］　焼きおにぎり
こめ　［うるち米製品］　きりたんぽ
こめ　［うるち米製品］　上新粉
こめ　［うるち米製品］　玄米粉
こめ　［うるち米製品］　米粉
こめ　［うるち米製品］　米粉パン　小麦グルテン不使用のもの
こめ　［うるち米製品］　米粉めん
こめ　［うるち米製品］　ビーフン
こめ　［うるち米製品］　ライスペーパー
こめ　［うるち米製品］　米こうじ
こめ　［もち米製品］　もち
こめ　［もち米製品］　赤飯
こめ　［もち米製品］　あくまき
こめ　［もち米製品］　白玉粉
こめ　［もち米製品］　道明寺粉
こめ　［その他］　米ぬか
そば　そば粉　全層粉
そば　そば粉　内層粉
そば　そば粉　中層粉
そば　そば粉　表層粉
そば　そば米
そば　そば　生
そば　そば　ゆで
そば　そば　半生そば
そば　干しそば　乾
そば　干しそば　ゆで
とうもろこし　玄穀　黄色種
とうもろこし　玄穀　白色種
とうもろこし　コーンミール　黄色種
とうもろこし　コーンミール　白色種
とうもろこし　コーングリッツ　黄色種
とうもろこし　コーングリッツ　白色種
とうもろこし　コーンフラワー　黄色種
とうもろこし　コーンフラワー　白色種
とうもろこし　ジャイアントコーン　フライ　味付け
とうもろこし　ポップコーン
とうもろこし　コーンフレーク
はとむぎ　精白粒
ひえ　精白粒
もろこし　玄穀
もろこし　精白粒
ライむぎ　全粒粉
ライむぎ　ライ麦粉
＜いも類＞　アメリカほどいも　塊根　生
＜いも類＞　アメリカほどいも　塊根　ゆで
＜いも類＞　（さつまいも類）　さつまいも　塊根　皮つき　生
＜いも類＞　（さつまいも類）　さつまいも　塊根　皮つき　蒸し
＜いも類＞　（さつまいも類）　さつまいも　塊根　皮つき　天ぷら
＜いも類＞　（さつまいも類）　さつまいも　塊根　皮なし　生
＜いも類＞　（さつまいも類）　さつまいも　塊根　皮なし　蒸し
＜いも類＞　（さつまいも類）　さつまいも　塊根　皮なし　焼き
＜いも類＞　（さつまいも類）　さつまいも　蒸し切干
＜いも類＞　（さつまいも類）　むらさきいも　塊根　皮なし　生
＜いも類＞　（さつまいも類）　むらさきいも　塊根　皮なし　蒸し
＜いも類＞　（さといも類）　さといも　球茎　生
＜いも類＞　（さといも類）　さといも　球茎　水煮
＜いも類＞　（さといも類）　さといも　球茎　冷凍
＜いも類＞　（さといも類）　セレベス　球茎　生
＜いも類＞　（さといも類）　セレベス　球茎　水煮
＜いも類＞　（さといも類）　たけのこいも　球茎　生
＜いも類＞　（さといも類）　たけのこいも　球茎　水煮
＜いも類＞　（さといも類）　みずいも　球茎　生
＜いも類＞　（さといも類）　みずいも　球茎　水煮
＜いも類＞　（さといも類）　やつがしら　球茎　生
＜いも類＞　（さといも類）　やつがしら　球茎　水煮
＜いも類＞　じゃがいも　塊茎　皮つき　生
＜いも類＞　じゃがいも　塊茎　皮つき　電子レンジ調理
＜いも類＞　じゃがいも　塊茎　皮つき　フライドポテト　（生を揚げたもの）
＜いも類＞　じゃがいも　塊茎　皮なし　生
＜いも類＞　じゃがいも　塊茎　皮なし　水煮
＜いも類＞　じゃがいも　塊茎　皮なし　蒸し
＜いも類＞　じゃがいも　塊茎　皮なし　電子レンジ調理
＜いも類＞　じゃがいも　塊茎　皮なし　フライドポテト　（生を揚げたもの）
＜いも類＞　じゃがいも　塊茎　皮なし　フライドポテト　（市販冷凍食品を揚げたもの）
＜いも類＞　じゃがいも　乾燥マッシュポテト
＜いも類＞　（やまのいも類）　ながいも　いちょういも　塊根　生
＜いも類＞　（やまのいも類）　ながいも　ながいも　塊根　生
＜いも類＞　（やまのいも類）　ながいも　ながいも　塊根　水煮
＜いも類＞　（やまのいも類）　ながいも　やまといも　塊根　生
＜いも類＞　（やまのいも類）　じねんじょ　塊根　生
＜いも類＞　（やまのいも類）　だいじょ　塊根　生
＜でん粉・でん粉製品＞　（でん粉製品）　ごま豆腐
（砂糖類）　黒砂糖
（その他）　はちみつ
あずき　全粒　乾
あずき　全粒　ゆで
あずき　ゆで小豆缶詰
あずき　あん　こし生あん
あずき　あん　さらしあん　（乾燥あん）
あずき　あん　こし練りあん　（並あん）
あずき　あん　こし練りあん　（中割りあん）
あずき　あん　こし練りあん　（もなかあん）
あずき　あん　つぶし練りあん
いんげんまめ　全粒　乾
いんげんまめ　全粒　ゆで
いんげんまめ　うずら豆
いんげんまめ　こし生あん
いんげんまめ　豆きんとん
えんどう　全粒　青えんどう　乾
えんどう　全粒　青えんどう　ゆで
えんどう　全粒　赤えんどう　乾
えんどう　全粒　赤えんどう　ゆで
えんどう　グリンピース（揚げ豆）
えんどう　塩豆
えんどう　うぐいす豆
ささげ　全粒　乾
ささげ　全粒　ゆで
そらまめ　全粒　乾
そらまめ　フライビーンズ
そらまめ　おたふく豆
そらまめ　ふき豆
だいず　［全粒・全粒製品］　全粒　青大豆　国産　乾
だいず　［全粒・全粒製品］　全粒　青大豆　国産　ゆで
だいず　［全粒・全粒製品］　全粒　黄大豆　国産　乾
だいず　［全粒・全粒製品］　全粒　黄大豆　国産　ゆで
だいず　［全粒・全粒製品］　全粒　黄大豆　米国産　乾
だいず　［全粒・全粒製品］　全粒　黄大豆　中国産　乾
だいず　［全粒・全粒製品］　全粒　黄大豆　ブラジル産　乾
だいず　［全粒・全粒製品］　全粒　黒大豆　国産　乾
だいず　［全粒・全粒製品］　全粒　黒大豆　国産　ゆで
だいず　［全粒・全粒製品］　いり大豆　青大豆
だいず　［全粒・全粒製品］　いり大豆　黄大豆
だいず　［全粒・全粒製品］　いり大豆　黒大豆
だいず　［全粒・全粒製品］　水煮缶詰　黄大豆
だいず　［全粒・全粒製品］　蒸し大豆　黄大豆
だいず　［全粒・全粒製品］　きな粉　青大豆　全粒大豆
だいず　［全粒・全粒製品］　きな粉　青大豆　脱皮大豆
だいず　［全粒・全粒製品］　きな粉　黄大豆　全粒大豆
だいず　［全粒・全粒製品］　きな粉　黄大豆　脱皮大豆
だいず　［全粒・全粒製品］　ぶどう豆
だいず　［豆腐・油揚げ類］　木綿豆腐
だいず　［豆腐・油揚げ類］　木綿豆腐　（凝固剤：塩化マグネシウム）
だいず　［豆腐・油揚げ類］　木綿豆腐　（凝固剤：硫酸カルシウム）
だいず　［豆腐・油揚げ類］　絹ごし豆腐
だいず　［豆腐・油揚げ類］　絹ごし豆腐　（凝固剤：塩化マグネシウム）
だいず　［豆腐・油揚げ類］　絹ごし豆腐　（凝固剤：硫酸カルシウム）
だいず　［豆腐・油揚げ類］　ソフト豆腐
だいず　［豆腐・油揚げ類］　充てん豆腐
だいず　［豆腐・油揚げ類］　沖縄豆腐
だいず　［豆腐・油揚げ類］　ゆし豆腐
だいず　［豆腐・油揚げ類］　焼き豆腐
だいず　［豆腐・油揚げ類］　生揚げ
だいず　［豆腐・油揚げ類］　油揚げ　生
だいず　［豆腐・油揚げ類］　油揚げ　油抜き　生
だいず　［豆腐・油揚げ類］　油揚げ　油抜き　ゆで
だいず　［豆腐・油揚げ類］　油揚げ　油抜き　焼き
だいず　［豆腐・油揚げ類］　油揚げ　甘煮
だいず　［豆腐・油揚げ類］　がんもどき
だいず　［豆腐・油揚げ類］　凍り豆腐　乾
だいず　［豆腐・油揚げ類］　凍り豆腐　水煮
だいず　［豆腐・油揚げ類］　豆腐よう
だいず　［豆腐・油揚げ類］　豆腐竹輪　蒸し
だいず　［豆腐・油揚げ類］　豆腐竹輪　焼き
だいず　［豆腐・油揚げ類］　ろくじょう豆腐
だいず　［納豆類］　糸引き納豆
だいず　［納豆類］　挽きわり納豆
だいず　［その他］　おから　生
だいず　［その他］　おから　乾燥
だいず　［その他］　豆乳　豆乳
だいず　［その他］　豆乳　調製豆乳
だいず　［その他］　豆乳　豆乳飲料・麦芽コーヒー
だいず　［その他］　大豆たんぱく　粒状大豆たんぱく
だいず　［その他］　大豆たんぱく　濃縮大豆たんぱく
だいず　［その他］　大豆たんぱく　分離大豆たんぱく　塩分無調整タイプ
だいず　［その他］　大豆たんぱく　分離大豆たんぱく　塩分調整タイプ
だいず　［その他］　大豆たんぱく　繊維状大豆たんぱく
だいず　［その他］　湯葉　生
だいず　［その他］　湯葉　干し　乾
だいず　［その他］　湯葉　干し　湯戻し
だいず　［その他］　金山寺みそ
だいず　［その他］　ひしおみそ
だいず　［その他］　テンペ
つるあずき　全粒　乾
つるあずき　全粒　ゆで
ひよこまめ　全粒　乾
ひよこまめ　全粒　ゆで
ひよこまめ　全粒　フライ　味付け
べにばないんげん　全粒　乾
べにばないんげん　全粒　ゆで
らいまめ　全粒　乾
らいまめ　全粒　ゆで
りょくとう　全粒　乾
りょくとう　全粒　ゆで
レンズまめ　全粒　乾
レンズまめ　全粒　ゆで
アーモンド　乾
アーモンド　フライ　味付け
アーモンド　いり　無塩
あさ　乾
あまに　いり
えごま　乾
カシューナッツ　フライ　味付け
かぼちゃ　いり　味付け
ぎんなん　生
ぎんなん　ゆで
（くり類）　日本ぐり　生
（くり類）　日本ぐり　ゆで
（くり類）　日本ぐり　甘露煮
（くり類）　中国ぐり　甘ぐり
くるみ　いり
けし　乾
ココナッツ　ココナッツパウダー
ごま　乾
ごま　いり
ごま　むき
ごま　ねり
しい　生
すいか　いり　味付け
チアシード　乾
とち　蒸し
はす　未熟　生
はす　成熟　乾
はす　成熟　ゆで
（ひし類）　ひし　生
（ひし類）　とうびし　生
（ひし類）　とうびし　ゆで
ピスタチオ　いり　味付け
ひまわり　フライ　味付け
ひまわり　乾
ブラジルナッツ　フライ　味付け
ヘーゼルナッツ　フライ　味付け
ヘーゼルナッツ　いり
ペカン　フライ　味付け
マカダミアナッツ　いり　味付け
まつ　生
まつ　いり
らっかせい　大粒種　乾
らっかせい　大粒種　いり
らっかせい　小粒種　乾
らっかせい　小粒種　いり
らっかせい　バターピーナッツ
らっかせい　ピーナッツバター
アーティチョーク　花らい　生
アーティチョーク　花らい　ゆで
あさつき　葉　生
あさつき　葉　ゆで
あしたば　茎葉　生
あしたば　茎葉　ゆで
アスパラガス　若茎　生
アスパラガス　若茎　ゆで
アスパラガス　若茎　油いため
アスパラガス　水煮缶詰
いんげんまめ　さやいんげん　若ざや　生
いんげんまめ　さやいんげん　若ざや　ゆで
（うど類）　うど　茎　生
（うど類）　うど　茎　水さらし
（うど類）　やまうど　茎　生
うるい　葉　生
えだまめ　生
えだまめ　ゆで
えだまめ　冷凍
エンダイブ　葉　生
（えんどう類）　トウミョウ　茎葉　生
（えんどう類）　トウミョウ　芽ばえ　生
（えんどう類）　トウミョウ　芽ばえ　ゆで
（えんどう類）　トウミョウ　芽ばえ　油いため
（えんどう類）　さやえんどう　若ざや　生
（えんどう類）　さやえんどう　若ざや　ゆで
（えんどう類）　スナップえんどう　若ざや　生
（えんどう類）　グリンピース　生
（えんどう類）　グリンピース　ゆで
（えんどう類）　グリンピース　冷凍
（えんどう類）　グリンピース　冷凍　ゆで
（えんどう類）　グリンピース　冷凍　油いため
（えんどう類）　グリンピース　水煮缶詰
おおさかしろな　葉　生
おおさかしろな　葉　ゆで
おおさかしろな　塩漬
オクラ　果実　生
オクラ　果実　ゆで
かぶ　葉　生
かぶ　葉　ゆで
かぶ　根　皮つき　生
かぶ　根　皮つき　ゆで
かぶ　根　皮なし　生
かぶ　根　皮なし　ゆで
かぶ　漬物　塩漬　葉
かぶ　漬物　塩漬　根　皮つき
かぶ　漬物　塩漬　根　皮なし
（かぼちゃ類）　日本かぼちゃ　果実　生
（かぼちゃ類）　日本かぼちゃ　果実　ゆで
（かぼちゃ類）　西洋かぼちゃ　果実　生
（かぼちゃ類）　西洋かぼちゃ　果実　ゆで
（かぼちゃ類）　西洋かぼちゃ　果実　焼き
（かぼちゃ類）　西洋かぼちゃ　果実　冷凍
（かぼちゃ類）　そうめんかぼちゃ　果実　生
からしな　葉　生
からしな　塩漬
カリフラワー　花序　生
カリフラワー　花序　ゆで
かんぴょう　乾
かんぴょう　ゆで
かんぴょう　甘煮
きく　花びら　生
きく　花びら　ゆで
きく　菊のり
（キャベツ類）　キャベツ　結球葉　生
（キャベツ類）　キャベツ　結球葉　ゆで
（キャベツ類）　キャベツ　結球葉　油いため
（キャベツ類）　グリーンボール　結球葉　生
（キャベツ類）　レッドキャベツ　結球葉　生
きゅうり　果実　生
きゅうり　漬物　塩漬
きゅうり　漬物　ピクルス　スイート型
きゅうり　漬物　ピクルス　サワー型
ぎょうじゃにんにく　葉　生
キンサイ　茎葉　生
キンサイ　茎葉　ゆで
クレソン　茎葉　生
ケール　葉　生
コールラビ　球茎　生
コールラビ　球茎　ゆで
こごみ　若芽　生
ごぼう　根　生
ごぼう　根　ゆで
こまつな　葉　生
こまつな　葉　ゆで
ザーサイ　漬物
さんとうさい　葉　生
さんとうさい　葉　ゆで
さんとうさい　塩漬
しかくまめ　若ざや　生
ししとう　果実　生
ししとう　果実　油いため
しそ　葉　生
しそ　実　生
じゅうろくささげ　若ざや　生
じゅうろくささげ　若ざや　ゆで
しゅんぎく　葉　生
しゅんぎく　葉　ゆで
（しょうが類）　葉しょうが　根茎　生
（しょうが類）　しょうが　根茎　皮なし　生
（しょうが類）　しょうが　根茎　皮なし　生　おろし
（しょうが類）　しょうが　根茎　皮なし　生　おろし汁
（しょうが類）　しょうが　漬物　酢漬
（しょうが類）　しょうが　漬物　甘酢漬
（しょうが類）　新しょうが　根茎　生
しろうり　果実　生
しろうり　漬物　塩漬
ずいき　生ずいき　生
ずいき　生ずいき　ゆで
ずいき　干しずいき　乾
ずいき　干しずいき　ゆで
すぐきな　葉　生
すぐきな　根　生
すぐきな　すぐき漬
ズッキーニ　果実　生
せり　茎葉　生
せり　茎葉　ゆで
セロリ　葉柄　生
ぜんまい　生ぜんまい　若芽　生
ぜんまい　生ぜんまい　若芽　ゆで
ぜんまい　干しぜんまい　干し若芽　乾
ぜんまい　干しぜんまい　干し若芽　ゆで
そらまめ　未熟豆　生
そらまめ　未熟豆　ゆで
タアサイ　葉　生
タアサイ　葉　ゆで
（だいこん類）　かいわれだいこん　芽ばえ　生
（だいこん類）　葉だいこん　葉　生
（だいこん類）　だいこん　葉　生
（だいこん類）　だいこん　葉　ゆで
（だいこん類）　だいこん　根　皮つき　生
（だいこん類）　だいこん　根　皮つき　ゆで
（だいこん類）　だいこん　根　皮なし　生
（だいこん類）　だいこん　根　皮なし　生　おろし
（だいこん類）　だいこん　根　皮なし　生　おろし汁
（だいこん類）　だいこん　根　皮なし　生　おろし水洗い
（だいこん類）　だいこん　根　皮なし　ゆで
（だいこん類）　切干しだいこん　乾
（だいこん類）　切干しだいこん　ゆで
（だいこん類）　切干しだいこん　油いため
（だいこん類）　漬物　いぶりがっこ
（だいこん類）　漬物　ぬかみそ漬
（だいこん類）　漬物　たくあん漬　塩押しだいこん漬
（だいこん類）　漬物　たくあん漬　干しだいこん漬
（だいこん類）　漬物　べったら漬
（たいさい類）　つまみな　葉　生
（たいさい類）　たいさい　葉　生
（たいさい類）　たいさい　塩漬
たかな　葉　生
たかな　たかな漬
たけのこ　若茎　生
たけのこ　若茎　ゆで
たけのこ　水煮缶詰
たけのこ　めんま　塩蔵　塩抜き
（たまねぎ類）　たまねぎ　りん茎　生
（たまねぎ類）　たまねぎ　りん茎　水さらし
（たまねぎ類）　たまねぎ　りん茎　ゆで
（たまねぎ類）　たまねぎ　りん茎　油いため
（たまねぎ類）　たまねぎ　りん茎　油いため　（あめ色たまねぎ）
（たまねぎ類）　赤たまねぎ　りん茎　生
（たまねぎ類）　葉たまねぎ　りん茎及び葉　生
チコリ　若芽　生
ちぢみゆきな　葉　生
ちぢみゆきな　葉　ゆで
チンゲンサイ　葉　生
チンゲンサイ　葉　ゆで
チンゲンサイ　葉　油いため
つるむらさき　茎葉　生
つるむらさき　茎葉　ゆで
とうがらし　葉･果実　生
とうがらし　葉･果実　油いため
とうがらし　果実　生
とうがらし　果実　乾
とうがん　果実　生
とうがん　果実　ゆで
（とうもろこし類）　スイートコーン　未熟種子　生
（とうもろこし類）　スイートコーン　未熟種子　ゆで
（とうもろこし類）　スイートコーン　未熟種子　電子レンジ調理
（とうもろこし類）　スイートコーン　未熟種子　穂軸つき　冷凍
（とうもろこし類）　スイートコーン　未熟種子　カーネル　冷凍
（とうもろこし類）　スイートコーン　未熟種子　カーネル　冷凍　ゆで
（とうもろこし類）　スイートコーン　未熟種子　カーネル　冷凍　油いため
（とうもろこし類）　スイートコーン　缶詰　クリームスタイル
（とうもろこし類）　スイートコーン　缶詰　ホールカーネルスタイル
（とうもろこし類）　ヤングコーン　幼雌穂　生
（トマト類）　赤色トマト　果実　生
（トマト類）　赤色ミニトマト　果実　生
（トマト類）　黄色トマト　果実　生
（トマト類）　ドライトマト
（トマト類）　加工品　ホール　食塩無添加
（トマト類）　加工品　トマトジュース　食塩添加
（トマト類）　加工品　トマトジュース　食塩無添加
（トマト類）　加工品　ミックスジュース　食塩添加
（トマト類）　加工品　ミックスジュース　食塩無添加
トレビス　葉　生
ながさきはくさい　葉　生
ながさきはくさい　葉　ゆで
（なす類）　なす　果実　生
（なす類）　なす　果実　ゆで
（なす類）　なす　果実　油いため
（なす類）　なす　果実　天ぷら
（なす類）　べいなす　果実　生
（なす類）　べいなす　果実　素揚げ
（なす類）　漬物　塩漬
（なばな類）　和種なばな　花らい・茎　生
（なばな類）　和種なばな　花らい・茎　ゆで
（なばな類）　洋種なばな　茎葉　生
（なばな類）　洋種なばな　茎葉　ゆで
にがうり　果実　生
にがうり　果実　油いため
（にら類）　にら　葉　生
（にら類）　にら　葉　ゆで
（にら類）　にら　葉　油いため
（にら類）　花にら　花茎・花らい　生
（にら類）　黄にら　葉　生
（にんじん類）　にんじん　根　皮つき　生
（にんじん類）　にんじん　根　皮つき　ゆで
（にんじん類）　にんじん　根　皮なし　生
（にんじん類）　にんじん　根　皮なし　ゆで
（にんじん類）　にんじん　根　皮なし　油いため
（にんじん類）　にんじん　根　皮なし　素揚げ
（にんじん類）　にんじん　根　皮　生
（にんじん類）　にんじん　根　冷凍
（にんじん類）　にんじん　根　冷凍　ゆで
（にんじん類）　にんじん　根　冷凍　油いため
（にんじん類）　にんじん　グラッセ
（にんじん類）　にんじん　ジュース　缶詰
（にんじん類）　きんとき　根　皮つき　生
（にんじん類）　きんとき　根　皮つき　ゆで
（にんじん類）　きんとき　根　皮なし　生
（にんじん類）　きんとき　根　皮なし　ゆで
（にんじん類）　ミニキャロット　根　生
（にんにく類）　にんにく　りん茎　生
（にんにく類）　にんにく　りん茎　油いため
（にんにく類）　茎にんにく　花茎　生
（にんにく類）　茎にんにく　花茎　ゆで
（ねぎ類）　根深ねぎ　葉　軟白　生
（ねぎ類）　根深ねぎ　葉　軟白　ゆで
（ねぎ類）　根深ねぎ　葉　軟白　油いため
（ねぎ類）　葉ねぎ　葉　生
（ねぎ類）　葉ねぎ　葉　油いため
（ねぎ類）　こねぎ　葉　生
のざわな　葉　生
のざわな　漬物　塩漬
はくさい　結球葉　生
はくさい　結球葉　ゆで
はくさい　漬物　塩漬
バジル　葉　生
パセリ　葉　生
はつかだいこん　根　生
はやとうり　果実　白色種　生
はやとうり　果実　白色種　塩漬
ビーツ　根　生
ビーツ　根　ゆで
（ピーマン類）　青ピーマン　果実　生
（ピーマン類）　青ピーマン　果実　油いため
（ピーマン類）　赤ピーマン　果実　生
（ピーマン類）　赤ピーマン　果実　油いため
（ピーマン類）　オレンジピーマン　果実　生
（ピーマン類）　オレンジピーマン　果実　油いため
（ピーマン類）　黄ピーマン　果実　生
（ピーマン類）　黄ピーマン　果実　油いため
（ピーマン類）　トマピー　果実　生
ひのな　根・茎葉　生
ひのな　根・茎葉　甘酢漬
ひろしまな　葉　生
ひろしまな　塩漬
ブロッコリー　花序　生
ブロッコリー　花序　ゆで
ブロッコリー　花序　電子レンジ調理
ブロッコリー　花序　焼き
ブロッコリー　花序　油いため
ブロッコリー　芽ばえ　生
へちま　果実　生
へちま　果実　ゆで
ほうれんそう　葉　通年平均　生
ほうれんそう　葉　通年平均　ゆで
ほうれんそう　葉　通年平均　油いため
ほうれんそう　葉　夏採り　生
ほうれんそう　葉　夏採り　ゆで
ほうれんそう　葉　冬採り　生
ほうれんそう　葉　冬採り　ゆで
ほうれんそう　葉　冷凍
ほうれんそう　葉　冷凍　ゆで
ほうれんそう　葉　冷凍　油いため
ホースラディシュ　根茎　生
まこも　茎　生
みずかけな　葉　生
みずかけな　塩漬
みずな　葉　生
みずな　葉　ゆで
みずな　塩漬
（みつば類）　切りみつば　葉　生
（みつば類）　切りみつば　葉　ゆで
（みつば類）　根みつば　葉　生
（みつば類）　根みつば　葉　ゆで
（みつば類）　糸みつば　葉　生
（みつば類）　糸みつば　葉　ゆで
みぶな　葉　生
（みょうが類）　みょうが　花穂　生
（みょうが類）　みょうがたけ　茎葉　生
むかご　肉芽　生
めキャベツ　結球葉　生
めキャベツ　結球葉　ゆで
（もやし類）　だいずもやし　生
（もやし類）　だいずもやし　ゆで
（もやし類）　ブラックマッペもやし　生
（もやし類）　ブラックマッペもやし　ゆで
（もやし類）　ブラックマッペもやし　油いため
（もやし類）　りょくとうもやし　生
（もやし類）　りょくとうもやし　ゆで
モロヘイヤ　茎葉　生
モロヘイヤ　茎葉　ゆで
ゆりね　りん茎　生
ゆりね　りん茎　ゆで
ようさい　茎葉　生
ようさい　茎葉　ゆで
よめな　葉　生
よもぎ　葉　生
よもぎ　葉　ゆで
らっかせい　未熟豆　生
らっかせい　未熟豆　ゆで
（らっきょう類）　らっきょう　りん茎　生
（らっきょう類）　らっきょう　甘酢漬
（らっきょう類）　エシャレット　りん茎　生
リーキ　りん茎葉　生
リーキ　りん茎葉　ゆで
（レタス類）　レタス　土耕栽培　結球葉　生
（レタス類）　レタス　水耕栽培　結球葉　生
（レタス類）　サラダな　葉　生
（レタス類）　リーフレタス　葉　生
（レタス類）　サニーレタス　葉　生
（レタス類）　サンチュ　葉　生
（レタス類）　コスレタス　葉　生
れんこん　根茎　生
れんこん　根茎　ゆで
れんこん　甘酢れんこん
わけぎ　葉　生
わけぎ　葉　ゆで
わらび　生わらび　生
わらび　生わらび　ゆで
わらび　干しわらび　乾
アテモヤ　生
アボカド　生
あんず　生
あんず　乾
あんず　缶詰
あんず　ジャム　高糖度
あんず　ジャム　低糖度
いちご　生
いちご　ジャム　高糖度
いちご　ジャム　低糖度
いちご　乾
いちじく　生
いちじく　乾
いちじく　缶詰
うめ　生
うめ　梅漬　塩漬
うめ　梅干し　塩漬
オリーブ　塩漬　グリーンオリーブ
オリーブ　塩漬　ブラックオリーブ
オリーブ　塩漬　スタッフドオリーブ
かき　甘がき　生
かき　渋抜きがき　生
かき　干しがき
（かんきつ類）　いよかん　砂じょう　生
（かんきつ類）　うんしゅうみかん　じょうのう　早生　生
（かんきつ類）　うんしゅうみかん　じょうのう　普通　生
（かんきつ類）　うんしゅうみかん　砂じょう　早生　生
（かんきつ類）　うんしゅうみかん　砂じょう　普通　生
（かんきつ類）　うんしゅうみかん　果実飲料　ストレートジュース
（かんきつ類）　うんしゅうみかん　果実飲料　濃縮還元ジュース
（かんきつ類）　うんしゅうみかん　果実飲料　果粒入りジュース
（かんきつ類）　うんしゅうみかん　果実飲料　50%果汁入り飲料
（かんきつ類）　うんしゅうみかん　果実飲料　20%果汁入り飲料
（かんきつ類）　オレンジ　ネーブル　砂じょう　生
（かんきつ類）　オレンジ　バレンシア　米国産　砂じょう　生
（かんきつ類）　オレンジ　バレンシア　果実飲料　ストレートジュース
（かんきつ類）　オレンジ　バレンシア　果実飲料　濃縮還元ジュース
（かんきつ類）　オレンジ　バレンシア　果実飲料　50%果汁入り飲料
（かんきつ類）　オレンジ　バレンシア　果実飲料　30%果汁入り飲料
（かんきつ類）　オレンジ　バレンシア　マーマレード　高糖度
（かんきつ類）　オレンジ　バレンシア　マーマレード　低糖度
（かんきつ類）　オロブランコ　砂じょう　生
（かんきつ類）　かわちばんかん　砂じょう　生
（かんきつ類）　きよみ　砂じょう　生
（かんきつ類）　グレープフルーツ　白肉種　砂じょう　生
（かんきつ類）　グレープフルーツ　紅肉種　砂じょう　生
（かんきつ類）　さんぼうかん　砂じょう　生
（かんきつ類）　しらぬひ　砂じょう　生
（かんきつ類）　せとか　砂じょう　生
（かんきつ類）　なつみかん　砂じょう　生
（かんきつ類）　はっさく　砂じょう　生
（かんきつ類）　はるみ　砂じょう　生
（かんきつ類）　ひゅうがなつ　じょうのう及びアルベド　生
（かんきつ類）　ひゅうがなつ　砂じょう　生
（かんきつ類）　ぶんたん　砂じょう　生
（かんきつ類）　ぶんたん　ざぼん漬
（かんきつ類）　ぽんかん　砂じょう　生
（かんきつ類）　ゆず　果皮　生
（かんきつ類）　ゆず　果汁　生
（かんきつ類）　ライム　果汁　生
（かんきつ類）　レモン　果汁　生
キウイフルーツ　緑肉種　生
グァバ　赤肉種　生
グァバ　白肉種　生
くこ　実　乾
ココナッツ　ココナッツウォーター
ココナッツ　ココナッツミルク
さくらんぼ　国産　生
さくらんぼ　米国産　生
すいか　赤肉種　生
すいか　黄肉種　生
（すぐり類）　カシス　冷凍
スターフルーツ　生
（すもも類）　にほんすもも　生
（すもも類）　プルーン　生
（すもも類）　プルーン　乾
チェリモヤ　生
（なし類）　日本なし　生
（なし類）　日本なし　缶詰
（なし類）　中国なし　生
（なし類）　西洋なし　生
（なし類）　西洋なし　缶詰
なつめやし　乾
パインアップル　生
パインアップル　焼き
パインアップル　缶詰
パインアップル　砂糖漬
バナナ　生
バナナ　乾
パパイア　完熟　生
パパイア　未熟　生
びわ　生
びわ　缶詰
ぶどう　皮なし　生
ぶどう　皮つき　生
ぶどう　干しぶどう
ぶどう　果実飲料　ストレートジュース
ぶどう　果実飲料　濃縮還元ジュース
ぶどう　果実飲料　70%果汁入り飲料
ぶどう　缶詰
ぶどう　ジャム
ブルーベリー　生
ブルーベリー　ジャム
ブルーベリー　乾
ホワイトサポテ　生
まくわうり　黄肉種　生
まくわうり　白肉種　生
マンゴー　生
マンゴー　ドライマンゴー
メロン　温室メロン　生
メロン　露地メロン　緑肉種　生
メロン　露地メロン　赤肉種　生
（もも類）　もも　白肉種　生
（もも類）　もも　黄肉種　生
（もも類）　もも　缶詰　白肉種　果肉
（もも類）　もも　缶詰　黄肉種　果肉
（もも類）　ネクタリン　生
ライチー　生
りゅうがん　乾
りんご　皮なし　生
りんご　皮つき　生
りんご　皮つき　焼き
りんご　缶詰
りんご　ジャム
えのきたけ　生
えのきたけ　ゆで
えのきたけ　油いため
えのきたけ　味付け瓶詰
（きくらげ類）　あらげきくらげ　生
（きくらげ類）　あらげきくらげ　乾
（きくらげ類）　あらげきくらげ　ゆで
（きくらげ類）　あらげきくらげ　油いため
（きくらげ類）　きくらげ　乾
（きくらげ類）　きくらげ　ゆで
（きくらげ類）　しろきくらげ　乾
（きくらげ類）　しろきくらげ　ゆで
くろあわびたけ　生
しいたけ　生しいたけ　菌床栽培　生
しいたけ　生しいたけ　菌床栽培　ゆで
しいたけ　生しいたけ　菌床栽培　油いため
しいたけ　生しいたけ　原木栽培　生
しいたけ　生しいたけ　原木栽培　ゆで
しいたけ　生しいたけ　原木栽培　油いため
しいたけ　乾しいたけ　乾
しいたけ　乾しいたけ　ゆで
しいたけ　乾しいたけ　甘煮
（しめじ類）　ぶなしめじ　生
（しめじ類）　ぶなしめじ　ゆで
（しめじ類）　ぶなしめじ　油いため
（しめじ類）　ぶなしめじ　素揚げ
（しめじ類）　ぶなしめじ　天ぷら
たもぎたけ　生
なめこ　株採り　生
なめこ　株採り　ゆで
なめこ　カットなめこ　生
なめこ　水煮缶詰
ぬめりすぎたけ　生
（ひらたけ類）　うすひらたけ　生
（ひらたけ類）　エリンギ　生
（ひらたけ類）　エリンギ　ゆで
（ひらたけ類）　エリンギ　焼き
（ひらたけ類）　エリンギ　油いため
（ひらたけ類）　ひらたけ　生
（ひらたけ類）　ひらたけ　ゆで
まいたけ　生
まいたけ　ゆで
まいたけ　油いため
まいたけ　乾
マッシュルーム　生
マッシュルーム　ゆで
マッシュルーム　油いため
マッシュルーム　水煮缶詰
まつたけ　生
あおさ　素干し
あおのり　素干し
あまのり　ほしのり
あまのり　焼きのり
あまのり　味付けのり
あらめ　蒸し干し
いわのり　素干し
かわのり　素干し
（こんぶ類）　えながおにこんぶ　素干し
（こんぶ類）　がごめこんぶ　素干し
（こんぶ類）　ながこんぶ　素干し
（こんぶ類）　ほそめこんぶ　素干し
（こんぶ類）　まこんぶ　素干し　乾
（こんぶ類）　まこんぶ　素干し　水煮
（こんぶ類）　みついしこんぶ　素干し
（こんぶ類）　りしりこんぶ　素干し
（こんぶ類）　刻み昆布
（こんぶ類）　削り昆布
（こんぶ類）　つくだ煮
てんぐさ　ところてん
てんぐさ　角寒天
てんぐさ　粉寒天
ひじき　ほしひじき　ステンレス釜　乾
ひじき　ほしひじき　ステンレス釜　ゆで
ひじき　ほしひじき　ステンレス釜　油いため
ひとえぐさ　つくだ煮
ふのり　素干し
まつも　素干し
（もずく類）　おきなわもずく　塩蔵　塩抜き
（もずく類）　もずく　塩蔵　塩抜き
わかめ　原藻　生
わかめ　乾燥わかめ　素干し
わかめ　乾燥わかめ　素干し　水戻し
わかめ　乾燥わかめ　板わかめ
わかめ　乾燥わかめ　灰干し　水戻し
わかめ　カットわかめ　乾
わかめ　カットわかめ　水煮　（沸騰水で短時間加熱したもの）
わかめ　湯通し塩蔵わかめ　塩抜き　生
わかめ　湯通し塩蔵わかめ　塩抜き　ゆで
わかめ　湯通し塩蔵わかめ　塩蔵
わかめ　くきわかめ　湯通し塩蔵　塩抜き
わかめ　めかぶわかめ　生
＜魚類＞　あいなめ　生
＜魚類＞　あこうだい　生
＜魚類＞　（あじ類）　まあじ　皮つき　生
＜魚類＞　（あじ類）　まあじ　皮なし　生
＜魚類＞　（あじ類）　まあじ　皮つき　水煮
＜魚類＞　（あじ類）　まあじ　皮つき　焼き
＜魚類＞　（あじ類）　まあじ　皮つき　フライ
＜魚類＞　（あじ類）　まあじ　開き干し　生
＜魚類＞　（あじ類）　まあじ　開き干し　焼き
＜魚類＞　（あじ類）　まあじ　小型　骨付き　生
＜魚類＞　（あじ類）　まあじ　小型　骨付き　から揚げ
＜魚類＞　（あじ類）　まるあじ　生
＜魚類＞　（あじ類）　まるあじ　焼き
＜魚類＞　（あじ類）　にしまあじ　生
＜魚類＞　（あじ類）　にしまあじ　水煮
＜魚類＞　（あじ類）　にしまあじ　焼き
＜魚類＞　（あじ類）　むろあじ　生
＜魚類＞　（あじ類）　むろあじ　焼き
＜魚類＞　（あじ類）　むろあじ　開き干し
＜魚類＞　（あじ類）　むろあじ　くさや
＜魚類＞　あなご　生
＜魚類＞　あなご　蒸し
＜魚類＞　あまご　養殖　生
＜魚類＞　あまだい　生
＜魚類＞　あまだい　水煮
＜魚類＞　あまだい　焼き
＜魚類＞　あゆ　天然　生
＜魚類＞　あゆ　天然　焼き
＜魚類＞　あゆ　養殖　生
＜魚類＞　あゆ　養殖　焼き
＜魚類＞　アラスカめぬけ　生
＜魚類＞　あんこう　生
＜魚類＞　あんこう　きも　生
＜魚類＞　いかなご　生
＜魚類＞　いかなご　煮干し
＜魚類＞　いかなご　つくだ煮
＜魚類＞　いかなご　あめ煮
＜魚類＞　いさき　生
＜魚類＞　いしだい　生
＜魚類＞　いとよりだい　生
＜魚類＞　いとよりだい　すり身
＜魚類＞　いぼだい　生
＜魚類＞　（いわし類）　うるめいわし　生
＜魚類＞　（いわし類）　うるめいわし　丸干し
＜魚類＞　（いわし類）　かたくちいわし　生
＜魚類＞　（いわし類）　かたくちいわし　煮干し
＜魚類＞　（いわし類）　かたくちいわし　田作り
＜魚類＞　（いわし類）　まいわし　生
＜魚類＞　（いわし類）　まいわし　水煮
＜魚類＞　（いわし類）　まいわし　焼き
＜魚類＞　（いわし類）　まいわし　フライ
＜魚類＞　（いわし類）　まいわし　塩いわし
＜魚類＞　（いわし類）　まいわし　生干し
＜魚類＞　（いわし類）　まいわし　丸干し
＜魚類＞　（いわし類）　めざし　生
＜魚類＞　（いわし類）　めざし　焼き
＜魚類＞　（いわし類）　しらす　生
＜魚類＞　（いわし類）　しらす　釜揚げしらす
＜魚類＞　（いわし類）　しらす干し　微乾燥品
＜魚類＞　（いわし類）　しらす干し　半乾燥品
＜魚類＞　（いわし類）　たたみいわし
＜魚類＞　（いわし類）　みりん干し　かたくちいわし
＜魚類＞　（いわし類）　みりん干し　まいわし
＜魚類＞　（いわし類）　缶詰　水煮
＜魚類＞　（いわし類）　缶詰　味付け
＜魚類＞　（いわし類）　缶詰　トマト漬
＜魚類＞　（いわし類）　缶詰　油漬
＜魚類＞　（いわし類）　缶詰　かば焼
＜魚類＞　（いわし類）　缶詰　アンチョビ
＜魚類＞　うぐい　生
＜魚類＞　うなぎ　養殖　生
＜魚類＞　うなぎ　白焼き
＜魚類＞　うなぎ　かば焼
＜魚類＞　うまづらはぎ　生
＜魚類＞　うまづらはぎ　味付け開き干し
＜魚類＞　えい　生
＜魚類＞　えそ　生
＜魚類＞　おいかわ　生
＜魚類＞　おおさが　生
＜魚類＞　おこぜ　生
＜魚類＞　おひょう　生
＜魚類＞　かさご　生
＜魚類＞　かじか　生
＜魚類＞　かじか　水煮
＜魚類＞　かじか　つくだ煮
＜魚類＞　（かじき類）　くろかじき　生
＜魚類＞　（かじき類）　まかじき　生
＜魚類＞　（かじき類）　めかじき　生
＜魚類＞　（かじき類）　めかじき　焼き
＜魚類＞　（かつお類）　かつお　春獲り　生
＜魚類＞　（かつお類）　かつお　秋獲り　生
＜魚類＞　（かつお類）　そうだがつお　生
＜魚類＞　（かつお類）　加工品　なまり
＜魚類＞　（かつお類）　加工品　なまり節
＜魚類＞　（かつお類）　加工品　裸節
＜魚類＞　（かつお類）　加工品　かつお節
＜魚類＞　（かつお類）　加工品　削り節
＜魚類＞　（かつお類）　加工品　削り節つくだ煮
＜魚類＞　（かつお類）　加工品　角煮
＜魚類＞　（かつお類）　加工品　塩辛
＜魚類＞　（かつお類）　缶詰　味付け　フレーク
＜魚類＞　（かつお類）　缶詰　油漬　フレーク
＜魚類＞　かます　生
＜魚類＞　かます　焼き
＜魚類＞　（かれい類）　まがれい　生
＜魚類＞　（かれい類）　まがれい　水煮
＜魚類＞　（かれい類）　まがれい　焼き
＜魚類＞　（かれい類）　まこがれい　生
＜魚類＞　（かれい類）　まこがれい　焼き
＜魚類＞　かわはぎ　生
＜魚類＞　かんぱち　三枚おろし　生
＜魚類＞　かんぱち　背側　生
＜魚類＞　きす　生
＜魚類＞　きす　天ぷら
＜魚類＞　きちじ　生
＜魚類＞　きびなご　生
＜魚類＞　きびなご　調味干し
＜魚類＞　キャビア　塩蔵品
＜魚類＞　キングクリップ　生
＜魚類＞　ぎんだら　生
＜魚類＞　ぎんだら　水煮
＜魚類＞　きんめだい　生
＜魚類＞　ぐち　生
＜魚類＞　ぐち　焼き
＜魚類＞　こい　養殖　生
＜魚類＞　こい　養殖　水煮
＜魚類＞　（こち類）　まごち　生
＜魚類＞　（こち類）　めごち　生
＜魚類＞　このしろ　生
＜魚類＞　このしろ　甘酢漬
＜魚類＞　（さけ・ます類）　からふとます　生
＜魚類＞　（さけ・ます類）　からふとます　焼き
＜魚類＞　（さけ・ます類）　からふとます　塩ます
＜魚類＞　（さけ・ます類）　からふとます　水煮缶詰
＜魚類＞　（さけ・ます類）　ぎんざけ　養殖　生
＜魚類＞　（さけ・ます類）　ぎんざけ　養殖　焼き
＜魚類＞　（さけ・ます類）　さくらます　生
＜魚類＞　（さけ・ます類）　さくらます　焼き
＜魚類＞　（さけ・ます類）　しろさけ　生
＜魚類＞　（さけ・ます類）　しろさけ　水煮
＜魚類＞　（さけ・ます類）　しろさけ　焼き
＜魚類＞　（さけ・ます類）　しろさけ　新巻き　生
＜魚類＞　（さけ・ます類）　しろさけ　新巻き　焼き
＜魚類＞　（さけ・ます類）　しろさけ　塩ざけ
＜魚類＞　（さけ・ます類）　しろさけ　イクラ
＜魚類＞　（さけ・ます類）　しろさけ　すじこ
＜魚類＞　（さけ・ます類）　しろさけ　水煮缶詰
＜魚類＞　（さけ・ます類）　しろさけ　サケ節　削り節
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮つき　生
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮つき　水煮
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮つき　蒸し
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮つき　電子レンジ調理
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮つき　焼き
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮つき　ソテー
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮つき　天ぷら
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮なし　生
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮なし　水煮
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮なし　蒸し
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮なし　電子レンジ調理
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮なし　焼き
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮なし　ソテー
＜魚類＞　（さけ・ます類）　たいせいようさけ　養殖　皮なし　天ぷら
＜魚類＞　（さけ・ます類）　にじます　海面養殖　皮つき　生
＜魚類＞　（さけ・ます類）　にじます　海面養殖　皮なし　生
＜魚類＞　（さけ・ます類）　にじます　海面養殖　皮つき　焼き
＜魚類＞　（さけ・ます類）　にじます　淡水養殖　皮つき　生
＜魚類＞　（さけ・ます類）　べにざけ　生
＜魚類＞　（さけ・ます類）　べにざけ　焼き
＜魚類＞　（さけ・ます類）　ますのすけ　生
＜魚類＞　（さけ・ます類）　ますのすけ　焼き
＜魚類＞　（さば類）　まさば　生
＜魚類＞　（さば類）　まさば　水煮
＜魚類＞　（さば類）　まさば　焼き
＜魚類＞　（さば類）　まさば　フライ
＜魚類＞　（さば類）　ごまさば　生
＜魚類＞　（さば類）　ごまさば　水煮
＜魚類＞　（さば類）　ごまさば　焼き
＜魚類＞　（さば類）　ごまさば　さば節
＜魚類＞　（さば類）　たいせいようさば　生
＜魚類＞　（さば類）　たいせいようさば　水煮
＜魚類＞　（さば類）　たいせいようさば　焼き
＜魚類＞　（さば類）　加工品　塩さば
＜魚類＞　（さば類）　加工品　開き干し
＜魚類＞　（さば類）　加工品　しめさば
＜魚類＞　（さば類）　缶詰　水煮
＜魚類＞　（さば類）　缶詰　みそ煮
＜魚類＞　（さば類）　缶詰　味付け
＜魚類＞　（さめ類）　あぶらつのざめ　生
＜魚類＞　（さめ類）　よしきりざめ　生
＜魚類＞　（さめ類）　ふかひれ
＜魚類＞　さより　生
＜魚類＞　さわら　生
＜魚類＞　さわら　焼き
＜魚類＞　さんま　皮つき　生
＜魚類＞　さんま　皮なし　生
＜魚類＞　さんま　皮つき　焼き
＜魚類＞　さんま　開き干し
＜魚類＞　さんま　みりん干し
＜魚類＞　さんま　缶詰　味付け
＜魚類＞　さんま　缶詰　かば焼
＜魚類＞　しいら　生
＜魚類＞　（ししゃも類）　ししゃも　生干し　生
＜魚類＞　（ししゃも類）　ししゃも　生干し　焼き
＜魚類＞　（ししゃも類）　からふとししゃも　生干し　生
＜魚類＞　（ししゃも類）　からふとししゃも　生干し　焼き
＜魚類＞　したびらめ　生
＜魚類＞　しまあじ　養殖　生
＜魚類＞　しらうお　生
＜魚類＞　シルバー　生
＜魚類＞　すずき　生
＜魚類＞　（たい類）　きだい　生
＜魚類＞　（たい類）　くろだい　生
＜魚類＞　（たい類）　ちだい　生
＜魚類＞　（たい類）　まだい　天然　生
＜魚類＞　（たい類）　まだい　養殖　皮つき　生
＜魚類＞　（たい類）　まだい　養殖　皮つき　水煮
＜魚類＞　（たい類）　まだい　養殖　皮つき　焼き
＜魚類＞　（たい類）　まだい　養殖　皮なし　生
＜魚類＞　たかさご　生
＜魚類＞　たかべ　生
＜魚類＞　たちうお　生
＜魚類＞　（たら類）　すけとうだら　生
＜魚類＞　（たら類）　すけとうだら　フライ
＜魚類＞　（たら類）　すけとうだら　すり身
＜魚類＞　（たら類）　すけとうだら　すきみだら
＜魚類＞　（たら類）　すけとうだら　たらこ　生
＜魚類＞　（たら類）　すけとうだら　たらこ　焼き
＜魚類＞　（たら類）　すけとうだら　からしめんたいこ
＜魚類＞　（たら類）　まだら　生
＜魚類＞　（たら類）　まだら　焼き
＜魚類＞　（たら類）　まだら　しらこ　生
＜魚類＞　（たら類）　まだら　塩だら
＜魚類＞　（たら類）　まだら　干しだら
＜魚類＞　（たら類）　加工品　でんぶ
＜魚類＞　（たら類）　加工品　桜でんぶ
＜魚類＞　ちか　生
＜魚類＞　どじょう　生
＜魚類＞　どじょう　水煮
＜魚類＞　とびうお　生
＜魚類＞　とびうお　煮干し
＜魚類＞　とびうお　焼き干し
＜魚類＞　ナイルティラピア　生
＜魚類＞　なまず　生
＜魚類＞　にぎす　生
＜魚類＞　にしん　生
＜魚類＞　にしん　身欠きにしん
＜魚類＞　にしん　開き干し
＜魚類＞　にしん　くん製
＜魚類＞　にしん　かずのこ　生
＜魚類＞　にしん　かずのこ　乾
＜魚類＞　にしん　かずのこ　塩蔵　水戻し
＜魚類＞　はぜ　生
＜魚類＞　はぜ　つくだ煮
＜魚類＞　はぜ　甘露煮
＜魚類＞　はたはた　生
＜魚類＞　はたはた　生干し
＜魚類＞　はまふえふき　生
＜魚類＞　はも　生
＜魚類＞　ひらまさ　生
＜魚類＞　ひらめ　天然　生
＜魚類＞　ひらめ　養殖　皮つき　生
＜魚類＞　ひらめ　養殖　皮なし　生
＜魚類＞　（ふぐ類）　とらふぐ　養殖　生
＜魚類＞　（ふぐ類）　まふぐ　生
＜魚類＞　ふな　生
＜魚類＞　ふな　水煮
＜魚類＞　ふな　甘露煮
＜魚類＞　ふな　ふなずし
＜魚類＞　ぶり　成魚　生
＜魚類＞　ぶり　成魚　焼き
＜魚類＞　ぶり　はまち　養殖　皮つき　生
＜魚類＞　ぶり　はまち　養殖　皮なし　生
＜魚類＞　ほうぼう　生
＜魚類＞　ホキ　生
＜魚類＞　ほっけ　生
＜魚類＞　ほっけ　塩ほっけ
＜魚類＞　ほっけ　開き干し　生
＜魚類＞　ほっけ　開き干し　焼き
＜魚類＞　ぼら　生
＜魚類＞　ほんもろこ　生
＜魚類＞　（まぐろ類）　きはだ　生
＜魚類＞　（まぐろ類）　くろまぐろ　天然　赤身　生
＜魚類＞　（まぐろ類）　くろまぐろ　天然　脂身　生
＜魚類＞　（まぐろ類）　くろまぐろ　養殖　赤身　生
＜魚類＞　（まぐろ類）　くろまぐろ　養殖　赤身　水煮
＜魚類＞　（まぐろ類）　くろまぐろ　養殖　赤身　蒸し
＜魚類＞　（まぐろ類）　くろまぐろ　養殖　赤身　電子レンジ調理
＜魚類＞　（まぐろ類）　くろまぐろ　養殖　赤身　焼き
＜魚類＞　（まぐろ類）　くろまぐろ　養殖　赤身　ソテー
＜魚類＞　（まぐろ類）　くろまぐろ　養殖　赤身　天ぷら
＜魚類＞　（まぐろ類）　びんなが　生
＜魚類＞　（まぐろ類）　みなみまぐろ　赤身　生
＜魚類＞　（まぐろ類）　みなみまぐろ　脂身　生
＜魚類＞　（まぐろ類）　めじまぐろ　生
＜魚類＞　（まぐろ類） めばち　赤身　生
＜魚類＞　（まぐろ類） めばち　脂身　生
＜魚類＞　（まぐろ類）　缶詰　水煮　フレーク　ライト
＜魚類＞　（まぐろ類）　缶詰　水煮　フレーク　ホワイト
＜魚類＞　（まぐろ類）　缶詰　味付け　フレーク
＜魚類＞　（まぐろ類）　缶詰　油漬　フレーク　ライト
＜魚類＞　（まぐろ類）　缶詰　油漬　フレーク　ホワイト
＜魚類＞　マジェランあいなめ　生
＜魚類＞　まながつお　生
＜魚類＞　みなみくろたち　生
＜魚類＞　みなみだら　生
＜魚類＞　むつ　生
＜魚類＞　むつ　水煮
＜魚類＞　めじな　生
＜魚類＞　めばる　生
＜魚類＞　メルルーサ　生
＜魚類＞　やまめ　養殖　生
＜魚類＞　わかさぎ　生
＜魚類＞　わかさぎ　つくだ煮
＜魚類＞　わかさぎ　あめ煮
＜貝類＞　あかがい　生
＜貝類＞　あげまき　生
＜貝類＞　あさり　生
＜貝類＞　あさり　つくだ煮
＜貝類＞　あさり　缶詰　水煮
＜貝類＞　あさり　缶詰　味付け
＜貝類＞　あわび　くろあわび　生
＜貝類＞　あわび　まだかあわび　生
＜貝類＞　あわび　めがいあわび　生
＜貝類＞　あわび　干し
＜貝類＞　あわび　塩辛
＜貝類＞　あわび　水煮缶詰
＜貝類＞　いがい　生
＜貝類＞　いたやがい　養殖　生
＜貝類＞　エスカルゴ　水煮缶詰
＜貝類＞　かき　養殖　生
＜貝類＞　かき　養殖　水煮
＜貝類＞　かき　養殖　フライ
＜貝類＞　かき　くん製油漬缶詰
＜貝類＞　さざえ　生
＜貝類＞　さざえ　焼き
＜貝類＞　さるぼう　味付け缶詰
＜貝類＞　しじみ　生
＜貝類＞　しじみ　水煮
＜貝類＞　たいらがい　貝柱　生
＜貝類＞　たにし　生
＜貝類＞　つぶ　生
＜貝類＞　とこぶし　生
＜貝類＞　とりがい　斧足　生
＜貝類＞　ばい　生
＜貝類＞　ばかがい　生
＜貝類＞　（はまぐり類）　はまぐり　生
＜貝類＞　（はまぐり類）　はまぐり　水煮
＜貝類＞　（はまぐり類）　はまぐり　焼き
＜貝類＞　（はまぐり類）　はまぐり　つくだ煮
＜貝類＞　（はまぐり類）　ちょうせんはまぐり　生
＜貝類＞　ほたてがい　生
＜貝類＞　ほたてがい　水煮
＜貝類＞　ほたてがい　貝柱　生
＜貝類＞　ほたてがい　貝柱　焼き
＜貝類＞　ほたてがい　貝柱　煮干し
＜貝類＞　ほたてがい　貝柱　水煮缶詰
＜貝類＞　ほっきがい　生
＜貝類＞　みるがい　水管　生
＜えび・かに類＞　（えび類）　あまえび　生
＜えび・かに類＞　（えび類）　いせえび　生
＜えび・かに類＞　（えび類）　くるまえび　養殖　生
＜えび・かに類＞　（えび類）　くるまえび　養殖　ゆで
＜えび・かに類＞　（えび類）　くるまえび　養殖　焼き
＜えび・かに類＞　（えび類）　さくらえび　生
＜えび・かに類＞　（えび類）　さくらえび　ゆで
＜えび・かに類＞　（えび類）　さくらえび　素干し
＜えび・かに類＞　（えび類）　さくらえび　煮干し
＜えび・かに類＞　（えび類）　大正えび　生
＜えび・かに類＞　（えび類）　しばえび　生
＜えび・かに類＞　（えび類）　バナメイえび　養殖　生
＜えび・かに類＞　（えび類）　バナメイえび　養殖　天ぷら
＜えび・かに類＞　（えび類）　ブラックタイガー　養殖　生
＜えび・かに類＞　（えび類）　加工品　干しえび
＜えび・かに類＞　（えび類）　加工品　つくだ煮
＜えび・かに類＞　（かに類）　がざみ　生
＜えび・かに類＞　（かに類）　毛がに　生
＜えび・かに類＞　（かに類）　毛がに　ゆで
＜えび・かに類＞　（かに類）　ずわいがに　生
＜えび・かに類＞　（かに類）　ずわいがに　ゆで
＜えび・かに類＞　（かに類）　ずわいがに　水煮缶詰
＜えび・かに類＞　（かに類）　たらばがに　生
＜えび・かに類＞　（かに類）　たらばがに　ゆで
＜えび・かに類＞　（かに類）　たらばがに　水煮缶詰
＜えび・かに類＞　（かに類）　加工品　がん漬
＜いか・たこ類＞　（いか類）　あかいか　生
＜いか・たこ類＞　（いか類）　けんさきいか　生
＜いか・たこ類＞　（いか類）　こういか　生
＜いか・たこ類＞　（いか類）　するめいか　生
＜いか・たこ類＞　（いか類）　するめいか　水煮
＜いか・たこ類＞　（いか類）　するめいか　焼き
＜いか・たこ類＞　（いか類）　するめいか　胴　皮つき　生
＜いか・たこ類＞　（いか類）　するめいか　胴　皮なし　生
＜いか・たこ類＞　（いか類）　するめいか　胴　皮なし　天ぷら
＜いか・たこ類＞　（いか類）　するめいか　耳・足　生
＜いか・たこ類＞　（いか類）　ほたるいか　生
＜いか・たこ類＞　（いか類）　ほたるいか　ゆで
＜いか・たこ類＞　（いか類）　ほたるいか　くん製
＜いか・たこ類＞　（いか類）　ほたるいか　つくだ煮
＜いか・たこ類＞　（いか類）　やりいか　生
＜いか・たこ類＞　（いか類）　加工品　するめ
＜いか・たこ類＞　（いか類）　加工品　さきいか
＜いか・たこ類＞　（いか類）　加工品　くん製
＜いか・たこ類＞　（いか類）　加工品　切りいかあめ煮
＜いか・たこ類＞　（いか類）　加工品　いかあられ
＜いか・たこ類＞　（いか類）　加工品　塩辛
＜いか・たこ類＞　（いか類）　加工品　味付け缶詰
＜いか・たこ類＞　（たこ類）　いいだこ　生
＜いか・たこ類＞　（たこ類）　まだこ　生
＜いか・たこ類＞　（たこ類）　まだこ　ゆで
＜いか・たこ類＞　（たこ類）　みずだこ　生
＜その他＞　あみ　つくだ煮
＜その他＞　あみ　塩辛
＜その他＞　うに　生うに
＜その他＞　うに　粒うに
＜その他＞　うに　練りうに
＜その他＞　おきあみ　生
＜その他＞　おきあみ　ゆで
＜その他＞　しゃこ　ゆで
＜その他＞　なまこ　生
＜水産練り製品＞　かに風味かまぼこ
＜水産練り製品＞　黒はんぺん
＜水産練り製品＞　す巻きかまぼこ
＜水産練り製品＞　蒸しかまぼこ
＜水産練り製品＞　焼き抜きかまぼこ
＜水産練り製品＞　焼き竹輪
＜水産練り製品＞　魚肉ハム
＜水産練り製品＞　魚肉ソーセージ
＜畜肉類＞　いのしし　肉　脂身つき　生
＜畜肉類＞　いのぶた　肉　脂身つき　生
＜畜肉類＞　うさぎ　肉　赤肉　生
＜畜肉類＞　うし　［和牛肉］　かたロース　脂身つき　生
＜畜肉類＞　うし　［和牛肉］　かたロース　皮下脂肪なし　生
＜畜肉類＞　うし　［和牛肉］　かたロース　赤肉　生
＜畜肉類＞　うし　［和牛肉］　リブロース　脂身つき　生
＜畜肉類＞　うし　［和牛肉］　リブロース　脂身つき　ゆで
＜畜肉類＞　うし　［和牛肉］　リブロース　脂身つき　焼き
＜畜肉類＞　うし　［和牛肉］　リブロース　皮下脂肪なし　生
＜畜肉類＞　うし　［和牛肉］　リブロース　赤肉　生
＜畜肉類＞　うし　［和牛肉］　リブロース　脂身　生
＜畜肉類＞　うし　［和牛肉］　サーロイン　脂身つき　生
＜畜肉類＞　うし　［和牛肉］　サーロイン　皮下脂肪なし　生
＜畜肉類＞　うし　［和牛肉］　サーロイン　赤肉　生
＜畜肉類＞　うし　［和牛肉］　ばら　脂身つき　生
＜畜肉類＞　うし　［和牛肉］　もも　脂身つき　生
＜畜肉類＞　うし　［和牛肉］　もも　皮下脂肪なし　生
＜畜肉類＞　うし　［和牛肉］　もも　皮下脂肪なし　ゆで
＜畜肉類＞　うし　［和牛肉］　もも　皮下脂肪なし　焼き
＜畜肉類＞　うし　［和牛肉］　もも　赤肉　生
＜畜肉類＞　うし　［和牛肉］　もも　脂身　生
＜畜肉類＞　うし　［和牛肉］　そともも　脂身つき　生
＜畜肉類＞　うし　［和牛肉］　そともも　皮下脂肪なし　生
＜畜肉類＞　うし　［和牛肉］　そともも　赤肉　生
＜畜肉類＞　うし　［和牛肉］　ランプ　脂身つき　生
＜畜肉類＞　うし　［和牛肉］　ランプ　皮下脂肪なし　生
＜畜肉類＞　うし　［和牛肉］　ランプ　赤肉　生
＜畜肉類＞　うし　［和牛肉］　ヒレ　赤肉　生
＜畜肉類＞　うし　［乳用肥育牛肉］　かた　赤肉　生
＜畜肉類＞　うし　［乳用肥育牛肉］　かた　赤肉　ゆで
＜畜肉類＞　うし　［乳用肥育牛肉］　かた　赤肉　焼き
＜畜肉類＞　うし　［乳用肥育牛肉］　かたロース　脂身つき　生
＜畜肉類＞　うし　［乳用肥育牛肉］　かたロース　皮下脂肪なし　生
＜畜肉類＞　うし　［乳用肥育牛肉］　かたロース　赤肉　生
＜畜肉類＞　うし　［乳用肥育牛肉］　リブロース　脂身つき　生
＜畜肉類＞　うし　［乳用肥育牛肉］　リブロース　脂身つき　ゆで
＜畜肉類＞　うし　［乳用肥育牛肉］　リブロース　脂身つき　焼き
＜畜肉類＞　うし　［乳用肥育牛肉］　リブロース　皮下脂肪なし　生
＜畜肉類＞　うし　［乳用肥育牛肉］　リブロース　赤肉　生
＜畜肉類＞　うし　［乳用肥育牛肉］　リブロース　脂身　生
＜畜肉類＞　うし　［乳用肥育牛肉］　サーロイン　脂身つき　生
＜畜肉類＞　うし　［乳用肥育牛肉］　サーロイン　皮下脂肪なし　生
＜畜肉類＞　うし　［乳用肥育牛肉］　サーロイン　赤肉　生
＜畜肉類＞　うし　［乳用肥育牛肉］　ばら　脂身つき　生
＜畜肉類＞　うし　［乳用肥育牛肉］　ばら　脂身つき　焼き
＜畜肉類＞　うし　［乳用肥育牛肉］　もも　脂身つき　生
＜畜肉類＞　うし　［乳用肥育牛肉］　もも　皮下脂肪なし　生
＜畜肉類＞　うし　［乳用肥育牛肉］　もも　皮下脂肪なし　ゆで
＜畜肉類＞　うし　［乳用肥育牛肉］　もも　皮下脂肪なし　焼き
＜畜肉類＞　うし　［乳用肥育牛肉］　もも　赤肉　生
＜畜肉類＞　うし　［乳用肥育牛肉］　もも　脂身　生
＜畜肉類＞　うし　［乳用肥育牛肉］　そともも　脂身つき　生
＜畜肉類＞　うし　［乳用肥育牛肉］　そともも　皮下脂肪なし　生
＜畜肉類＞　うし　［乳用肥育牛肉］　そともも　赤肉　生
＜畜肉類＞　うし　［乳用肥育牛肉］　ランプ　脂身つき　生
＜畜肉類＞　うし　［乳用肥育牛肉］　ランプ　皮下脂肪なし　生
＜畜肉類＞　うし　［乳用肥育牛肉］　ランプ　赤肉　生
＜畜肉類＞　うし　［乳用肥育牛肉］　ヒレ　赤肉　生
＜畜肉類＞　うし　［乳用肥育牛肉］　ヒレ　赤肉　焼き
＜畜肉類＞　うし　［交雑牛肉］　リブロース　脂身つき　生
＜畜肉類＞　うし　［交雑牛肉］　リブロース　脂身つき　ゆで
＜畜肉類＞　うし　［交雑牛肉］　リブロース　脂身つき　焼き
＜畜肉類＞　うし　［交雑牛肉］　リブロース　皮下脂肪なし　生
＜畜肉類＞　うし　［交雑牛肉］　リブロース　赤肉　生
＜畜肉類＞　うし　［交雑牛肉］　リブロース　脂身　生
＜畜肉類＞　うし　［交雑牛肉］　ばら　脂身つき　生
＜畜肉類＞　うし　［交雑牛肉］　もも　脂身つき　生
＜畜肉類＞　うし　［交雑牛肉］　もも　皮下脂肪なし　生
＜畜肉類＞　うし　［交雑牛肉］　もも　皮下脂肪なし　ゆで
＜畜肉類＞　うし　［交雑牛肉］　もも　皮下脂肪なし　焼き
＜畜肉類＞　うし　［交雑牛肉］　もも　赤肉　生
＜畜肉類＞　うし　［交雑牛肉］　もも　脂身　生
＜畜肉類＞　うし　［交雑牛肉］　ヒレ　赤肉　生
＜畜肉類＞　うし　［輸入牛肉］　かたロース　脂身つき　生
＜畜肉類＞　うし　［輸入牛肉］　かたロース　皮下脂肪なし　生
＜畜肉類＞　うし　［輸入牛肉］　かたロース　赤肉　生
＜畜肉類＞　うし　［輸入牛肉］　リブロース　脂身つき　生
＜畜肉類＞　うし　［輸入牛肉］　リブロース　脂身つき　ゆで
＜畜肉類＞　うし　［輸入牛肉］　リブロース　脂身つき　焼き
＜畜肉類＞　うし　［輸入牛肉］　リブロース　皮下脂肪なし　生
＜畜肉類＞　うし　［輸入牛肉］　リブロース　赤肉　生
＜畜肉類＞　うし　［輸入牛肉］　リブロース　脂身　生
＜畜肉類＞　うし　［輸入牛肉］　サーロイン　脂身つき　生
＜畜肉類＞　うし　［輸入牛肉］　サーロイン　皮下脂肪なし　生
＜畜肉類＞　うし　［輸入牛肉］　サーロイン　赤肉　生
＜畜肉類＞　うし　［輸入牛肉］　もも　脂身つき　生
＜畜肉類＞　うし　［輸入牛肉］　もも　皮下脂肪なし　生
＜畜肉類＞　うし　［輸入牛肉］　もも　皮下脂肪なし　ゆで
＜畜肉類＞　うし　［輸入牛肉］　もも　皮下脂肪なし　焼き
＜畜肉類＞　うし　［輸入牛肉］　もも　赤肉　生
＜畜肉類＞　うし　［輸入牛肉］　もも　脂身　生
＜畜肉類＞　うし　［輸入牛肉］　そともも　脂身つき　生
＜畜肉類＞　うし　［輸入牛肉］　そともも　皮下脂肪なし　生
＜畜肉類＞　うし　［輸入牛肉］　そともも　赤肉　生
＜畜肉類＞　うし　［輸入牛肉］　ランプ　脂身つき　生
＜畜肉類＞　うし　［輸入牛肉］　ランプ　皮下脂肪なし　生
＜畜肉類＞　うし　［輸入牛肉］　ランプ　赤肉　生
＜畜肉類＞　うし　［輸入牛肉］　ヒレ　赤肉　生
＜畜肉類＞　うし　［子牛肉］　リブロース　皮下脂肪なし　生
＜畜肉類＞　うし　［子牛肉］　ばら　皮下脂肪なし　生
＜畜肉類＞　うし　［子牛肉］　もも　皮下脂肪なし　生
＜畜肉類＞　うし　［ひき肉］　生
＜畜肉類＞　うし　［ひき肉］　焼き
＜畜肉類＞　うし　［副生物］　舌　生
＜畜肉類＞　うし　［副生物］　舌　焼き
＜畜肉類＞　うし　［副生物］　心臓　生
＜畜肉類＞　うし　［副生物］　肝臓　生
＜畜肉類＞　うし　［副生物］　じん臓　生
＜畜肉類＞　うし　［副生物］　第一胃　ゆで
＜畜肉類＞　うし　［副生物］　第二胃　ゆで
＜畜肉類＞　うし　［副生物］　第三胃　生
＜畜肉類＞　うし　［副生物］　第四胃　ゆで
＜畜肉類＞　うし　［副生物］　小腸　生
＜畜肉類＞　うし　［副生物］　大腸　生
＜畜肉類＞　うし　［副生物］　直腸　生
＜畜肉類＞　うし　［副生物］　横隔膜　生
＜畜肉類＞　うし　［副生物］　横隔膜　ゆで
＜畜肉類＞　うし　［副生物］　横隔膜　焼き
＜畜肉類＞　うし　［加工品］　ローストビーフ
＜畜肉類＞　うし　［加工品］　コンビーフ缶詰
＜畜肉類＞　うし　［加工品］　味付け缶詰
＜畜肉類＞　うし　［加工品］　ビーフジャーキー
＜畜肉類＞　うし　［加工品］　スモークタン
＜畜肉類＞　うま　肉　赤肉　生
＜畜肉類＞　くじら　肉　赤肉　生
＜畜肉類＞　しか　あかしか　赤肉　生
＜畜肉類＞　しか　にほんじか　赤肉　生
＜畜肉類＞　しか　にほんじか　えぞしか　赤肉　生
＜畜肉類＞　しか　にほんじか　ほんしゅうじか・きゅうしゅうじか　赤肉　生
＜畜肉類＞　ぶた　［大型種肉］　かたロース　脂身つき　生
＜畜肉類＞　ぶた　［大型種肉］　かたロース　皮下脂肪なし　生
＜畜肉類＞　ぶた　［大型種肉］　かたロース　赤肉　生
＜畜肉類＞　ぶた　［大型種肉］　かたロース　脂身　生
＜畜肉類＞　ぶた　［大型種肉］　ロース　脂身つき　生
＜畜肉類＞　ぶた　［大型種肉］　ロース　脂身つき　ゆで
＜畜肉類＞　ぶた　［大型種肉］　ロース　脂身つき　焼き
＜畜肉類＞　ぶた　［大型種肉］　ロース　脂身つき　とんかつ
＜畜肉類＞　ぶた　［大型種肉］　ロース　皮下脂肪なし　生
＜畜肉類＞　ぶた　［大型種肉］　ロース　赤肉　生
＜畜肉類＞　ぶた　［大型種肉］　ロース　脂身　生
＜畜肉類＞　ぶた　［大型種肉］　ばら　脂身つき　生
＜畜肉類＞　ぶた　［大型種肉］　ばら　脂身つき　焼き
＜畜肉類＞　ぶた　［大型種肉］　もも　脂身つき　生
＜畜肉類＞　ぶた　［大型種肉］　もも　皮下脂肪なし　生
＜畜肉類＞　ぶた　［大型種肉］　もも　皮下脂肪なし　ゆで
＜畜肉類＞　ぶた　［大型種肉］　もも　皮下脂肪なし　焼き
＜畜肉類＞　ぶた　［大型種肉］　もも　赤肉　生
＜畜肉類＞　ぶた　［大型種肉］　もも　脂身　生
＜畜肉類＞　ぶた　［大型種肉］　そともも　脂身つき　生
＜畜肉類＞　ぶた　［大型種肉］　そともも　皮下脂肪なし　生
＜畜肉類＞　ぶた　［大型種肉］　そともも　赤肉　生
＜畜肉類＞　ぶた　［大型種肉］　そともも　脂身　生
＜畜肉類＞　ぶた　［大型種肉］　ヒレ　赤肉　生
＜畜肉類＞　ぶた　［大型種肉］　ヒレ　赤肉　焼き
＜畜肉類＞　ぶた　［大型種肉］　ヒレ　赤肉　とんかつ
＜畜肉類＞　ぶた　［中型種肉］　かたロース　脂身つき　生
＜畜肉類＞　ぶた　［中型種肉］　かたロース　皮下脂肪なし　生
＜畜肉類＞　ぶた　［中型種肉］　かたロース　赤肉　生
＜畜肉類＞　ぶた　［中型種肉］　かたロース　脂身　生
＜畜肉類＞　ぶた　［中型種肉］　ロース　脂身つき　生
＜畜肉類＞　ぶた　［中型種肉］　ロース　皮下脂肪なし　生
＜畜肉類＞　ぶた　［中型種肉］　ロース　赤肉　生
＜畜肉類＞　ぶた　［中型種肉］　ロース　脂身　生
＜畜肉類＞　ぶた　［中型種肉］　ばら　脂身つき　生
＜畜肉類＞　ぶた　［中型種肉］　もも　脂身つき　生
＜畜肉類＞　ぶた　［中型種肉］　もも　皮下脂肪なし　生
＜畜肉類＞　ぶた　［中型種肉］　もも　赤肉　生
＜畜肉類＞　ぶた　［中型種肉］　もも　脂身　生
＜畜肉類＞　ぶた　［中型種肉］　そともも　脂身つき　生
＜畜肉類＞　ぶた　［中型種肉］　そともも　皮下脂肪なし　生
＜畜肉類＞　ぶた　［中型種肉］　そともも　赤肉　生
＜畜肉類＞　ぶた　［中型種肉］　そともも　脂身　生
＜畜肉類＞　ぶた　［中型種肉］　ヒレ　赤肉　生
＜畜肉類＞　ぶた　［ひき肉］　生
＜畜肉類＞　ぶた　［ひき肉］　焼き
＜畜肉類＞　ぶた　［副生物］　舌　生
＜畜肉類＞　ぶた　［副生物］　心臓　生
＜畜肉類＞　ぶた　［副生物］　肝臓　生
＜畜肉類＞　ぶた　［副生物］　じん臓　生
＜畜肉類＞　ぶた　［副生物］　胃　ゆで
＜畜肉類＞　ぶた　［副生物］　小腸　ゆで
＜畜肉類＞　ぶた　［副生物］　大腸　ゆで
＜畜肉類＞　ぶた　［副生物］　子宮　生
＜畜肉類＞　ぶた　［副生物］　軟骨　ゆで
＜畜肉類＞　ぶた　［ハム類］　骨付きハム
＜畜肉類＞　ぶた　［ハム類］　ボンレスハム
＜畜肉類＞　ぶた　［ハム類］　ロースハム　ロースハム
＜畜肉類＞　ぶた　［ハム類］　ロースハム　ゆで
＜畜肉類＞　ぶた　［ハム類］　ロースハム　焼き
＜畜肉類＞　ぶた　［ハム類］　ロースハム　フライ
＜畜肉類＞　ぶた　［ハム類］　ショルダーハム
＜畜肉類＞　ぶた　［ハム類］　生ハム　促成
＜畜肉類＞　ぶた　［ハム類］　生ハム　長期熟成
＜畜肉類＞　ぶた　［プレスハム類］　プレスハム
＜畜肉類＞　ぶた　［プレスハム類］　チョップドハム
＜畜肉類＞　ぶた　［ベーコン類］　ばらベーコン
＜畜肉類＞　ぶた　［ベーコン類］　ロースベーコン
＜畜肉類＞　ぶた　［ベーコン類］　ショルダーベーコン
＜畜肉類＞　ぶた　［ソーセージ類］　ウインナーソーセージ　ウインナーソーセージ
＜畜肉類＞　ぶた　［ソーセージ類］　ウインナーソーセージ　ゆで
＜畜肉類＞　ぶた　［ソーセージ類］　ウインナーソーセージ　焼き
＜畜肉類＞　ぶた　［ソーセージ類］　ウインナーソーセージ　フライ
＜畜肉類＞　ぶた　［ソーセージ類］　セミドライソーセージ
＜畜肉類＞　ぶた　［ソーセージ類］　ドライソーセージ
＜畜肉類＞　ぶた　［ソーセージ類］　フランクフルトソーセージ
＜畜肉類＞　ぶた　［ソーセージ類］　ボロニアソーセージ
＜畜肉類＞　ぶた　［ソーセージ類］　リオナソーセージ
＜畜肉類＞　ぶた　［ソーセージ類］　レバーソーセージ
＜畜肉類＞　ぶた　［ソーセージ類］　混合ソーセージ
＜畜肉類＞　ぶた　［ソーセージ類］　生ソーセージ
＜畜肉類＞　ぶた　［その他］　焼き豚
＜畜肉類＞　ぶた　［その他］　レバーペースト
＜畜肉類＞　ぶた　［その他］　スモークレバー
＜畜肉類＞　ぶた　［その他］　ゼラチン
＜畜肉類＞　めんよう　［マトン］　ロース　脂身つき　生
＜畜肉類＞　めんよう　［マトン］　ロース　脂身つき　焼き
＜畜肉類＞　めんよう　［マトン］　ロース　皮下脂肪なし　生
＜畜肉類＞　めんよう　［マトン］　もも　脂身つき　生
＜畜肉類＞　めんよう　［ラム］　かた　脂身つき　生
＜畜肉類＞　めんよう　［ラム］　ロース　脂身つき　生
＜畜肉類＞　めんよう　［ラム］　ロース　脂身つき　焼き
＜畜肉類＞　めんよう　［ラム］　ロース　皮下脂肪なし　生
＜畜肉類＞　めんよう　［ラム］　もも　脂身つき　生
＜畜肉類＞　めんよう　［ラム］　もも　脂身つき　焼き
＜畜肉類＞　やぎ　肉　赤肉　生
＜鳥肉類＞　うずら　肉　皮つき　生
＜鳥肉類＞　がちょう　フォアグラ　ゆで
＜鳥肉類＞　かも　まがも　肉　皮なし　生
＜鳥肉類＞　かも　あいがも　肉　皮つき　生
＜鳥肉類＞　かも　あひる　肉　皮つき　生
＜鳥肉類＞　かも　あひる　肉　皮なし　生
＜鳥肉類＞　かも　あひる　皮　生
＜鳥肉類＞　きじ　肉　皮なし　生
＜鳥肉類＞　しちめんちょう　肉　皮なし　生
＜鳥肉類＞　にわとり　［親・主品目］　手羽　皮つき　生
＜鳥肉類＞　にわとり　［親・主品目］　むね　皮つき　生
＜鳥肉類＞　にわとり　［親・主品目］　むね　皮なし　生
＜鳥肉類＞　にわとり　［親・主品目］　もも　皮つき　生
＜鳥肉類＞　にわとり　［親・主品目］　もも　皮なし　生
＜鳥肉類＞　にわとり　［親・副品目］　ささみ　生
＜鳥肉類＞　にわとり　［若どり・主品目］　手羽　皮つき　生
＜鳥肉類＞　にわとり　［若どり・主品目］　手羽さき　皮つき　生
＜鳥肉類＞　にわとり　［若どり・主品目］　手羽もと　皮つき　生
＜鳥肉類＞　にわとり　［若どり・主品目］　むね　皮つき　生
＜鳥肉類＞　にわとり　［若どり・主品目］　むね　皮つき　焼き
＜鳥肉類＞　にわとり　［若どり・主品目］　むね　皮なし　生
＜鳥肉類＞　にわとり　［若どり・主品目］　むね　皮なし　焼き
＜鳥肉類＞　にわとり　［若どり・主品目］　もも　皮つき　生
＜鳥肉類＞　にわとり　［若どり・主品目］　もも　皮つき　ゆで
＜鳥肉類＞　にわとり　［若どり・主品目］　もも　皮つき　焼き
＜鳥肉類＞　にわとり　［若どり・主品目］　もも　皮つき　から揚げ
＜鳥肉類＞　にわとり　［若どり・主品目］　もも　皮なし　生
＜鳥肉類＞　にわとり　［若どり・主品目］　もも　皮なし　ゆで
＜鳥肉類＞　にわとり　［若どり・主品目］　もも　皮なし　焼き
＜鳥肉類＞　にわとり　［若どり・主品目］　もも　皮なし　から揚げ
＜鳥肉類＞　にわとり　［若どり・副品目］　ささみ　生
＜鳥肉類＞　にわとり　［若どり・副品目］　ささみ　ゆで
＜鳥肉類＞　にわとり　［若どり・副品目］　ささみ　焼き
＜鳥肉類＞　にわとり　［若どり・副品目］　ささみ　ソテー
＜鳥肉類＞　にわとり　［若どり・副品目］　ささみ　フライ
＜鳥肉類＞　にわとり　［若どり・副品目］　ささみ　天ぷら
＜鳥肉類＞　にわとり　［二次品目］　ひき肉　生
＜鳥肉類＞　にわとり　［二次品目］　ひき肉　焼き
＜鳥肉類＞　にわとり　［副品目］　心臓　生
＜鳥肉類＞　にわとり　［副品目］　肝臓　生
＜鳥肉類＞　にわとり　［副品目］　すなぎも　生
＜鳥肉類＞　にわとり　［副品目］　皮　むね　生
＜鳥肉類＞　にわとり　［副品目］　皮　もも　生
＜鳥肉類＞　にわとり　［その他］　焼き鳥缶詰
＜鳥肉類＞　にわとり　［その他］　チキンナゲット
＜鳥肉類＞　にわとり　［その他］　つくね
＜鳥肉類＞　はと　肉　皮なし　生
＜鳥肉類＞　ほろほろちょう　肉　皮なし　生
うこっけい卵　全卵　生
うずら卵　全卵　生
うずら卵　水煮缶詰
鶏卵　全卵　生
鶏卵　全卵　ゆで
鶏卵　全卵　ポーチドエッグ
鶏卵　全卵　目玉焼き
鶏卵　全卵　いり
鶏卵　全卵　素揚げ
鶏卵　全卵　水煮缶詰
鶏卵　全卵　加糖全卵
鶏卵　全卵　乾燥全卵
鶏卵　卵黄　生
鶏卵　卵黄　ゆで
鶏卵　卵黄　加糖卵黄
鶏卵　卵黄　乾燥卵黄
鶏卵　卵白　生
鶏卵　卵白　ゆで
鶏卵　卵白　乾燥卵白
＜牛乳及び乳製品＞　（液状乳類）　生乳　ジャージー種
＜牛乳及び乳製品＞　（液状乳類）　生乳　ホルスタイン種
＜牛乳及び乳製品＞　（液状乳類）　普通牛乳
＜牛乳及び乳製品＞　（液状乳類）　脱脂乳
＜牛乳及び乳製品＞　（液状乳類）　加工乳　濃厚
＜牛乳及び乳製品＞　（液状乳類）　加工乳　低脂肪
＜牛乳及び乳製品＞　（液状乳類）　乳飲料　コーヒー
＜牛乳及び乳製品＞　（粉乳類）　全粉乳
＜牛乳及び乳製品＞　（粉乳類）　脱脂粉乳
＜牛乳及び乳製品＞　（粉乳類）　乳児用調製粉乳
＜牛乳及び乳製品＞　（練乳類）　無糖練乳
＜牛乳及び乳製品＞　（練乳類）　加糖練乳
＜牛乳及び乳製品＞　（クリーム類）　クリーム　乳脂肪
＜牛乳及び乳製品＞　（クリーム類）　クリーム　乳脂肪・植物性脂肪
＜牛乳及び乳製品＞　（クリーム類）　クリーム　植物性脂肪
＜牛乳及び乳製品＞　（クリーム類）　ホイップクリーム　乳脂肪
＜牛乳及び乳製品＞　（クリーム類）　ホイップクリーム　乳脂肪・植物性脂肪
＜牛乳及び乳製品＞　（クリーム類）　ホイップクリーム　植物性脂肪
＜牛乳及び乳製品＞　（クリーム類）　コーヒーホワイトナー　液状　乳脂肪
＜牛乳及び乳製品＞　（クリーム類）　コーヒーホワイトナー　液状　乳脂肪・植物性脂肪
＜牛乳及び乳製品＞　（クリーム類）　コーヒーホワイトナー　液状　植物性脂肪
＜牛乳及び乳製品＞　（クリーム類）　コーヒーホワイトナー　粉末状　乳脂肪
＜牛乳及び乳製品＞　（クリーム類）　コーヒーホワイトナー　粉末状　植物性脂肪
＜牛乳及び乳製品＞　（発酵乳・乳酸菌飲料）　ヨーグルト　全脂無糖
＜牛乳及び乳製品＞　（発酵乳・乳酸菌飲料）　ヨーグルト　低脂肪無糖
＜牛乳及び乳製品＞　（発酵乳・乳酸菌飲料）　ヨーグルト　無脂肪無糖
＜牛乳及び乳製品＞　（発酵乳・乳酸菌飲料）　ヨーグルト　脱脂加糖
＜牛乳及び乳製品＞　（発酵乳・乳酸菌飲料）　ヨーグルト　ドリンクタイプ　加糖
＜牛乳及び乳製品＞　（発酵乳・乳酸菌飲料）　乳酸菌飲料　乳製品
＜牛乳及び乳製品＞　（発酵乳・乳酸菌飲料）　乳酸菌飲料　殺菌乳製品
＜牛乳及び乳製品＞　（発酵乳・乳酸菌飲料）　乳酸菌飲料　非乳製品
＜牛乳及び乳製品＞　（チーズ類）　ナチュラルチーズ　エダム
＜牛乳及び乳製品＞　（チーズ類）　ナチュラルチーズ　エメンタール
＜牛乳及び乳製品＞　（チーズ類）　ナチュラルチーズ　カテージ
＜牛乳及び乳製品＞　（チーズ類）　ナチュラルチーズ　カマンベール
＜牛乳及び乳製品＞　（チーズ類）　ナチュラルチーズ　クリーム
＜牛乳及び乳製品＞　（チーズ類）　ナチュラルチーズ　ゴーダ
＜牛乳及び乳製品＞　（チーズ類）　ナチュラルチーズ　チェダー
＜牛乳及び乳製品＞　（チーズ類）　ナチュラルチーズ　パルメザン
＜牛乳及び乳製品＞　（チーズ類）　ナチュラルチーズ　ブルー
＜牛乳及び乳製品＞　（チーズ類）　ナチュラルチーズ　マスカルポーネ
＜牛乳及び乳製品＞　（チーズ類）　ナチュラルチーズ　やぎ
＜牛乳及び乳製品＞　（チーズ類）　プロセスチーズ
＜牛乳及び乳製品＞　（アイスクリーム類）　アイスクリーム　高脂肪
＜牛乳及び乳製品＞　（アイスクリーム類）　アイスクリーム　普通脂肪
＜牛乳及び乳製品＞　（アイスクリーム類）　アイスミルク
＜牛乳及び乳製品＞　（アイスクリーム類）　ラクトアイス　普通脂肪
＜牛乳及び乳製品＞　（アイスクリーム類）　ラクトアイス　低脂肪
＜牛乳及び乳製品＞　（アイスクリーム類）　ソフトクリーム
＜牛乳及び乳製品＞　（その他）　カゼイン
＜牛乳及び乳製品＞　（その他）　チーズホエーパウダー
＜その他＞　人乳
＜その他＞　やぎ乳
（動物油脂類）　たらのあぶら
（バター類）　無発酵バター　有塩バター
（バター類）　無発酵バター　食塩不使用バター
（バター類）　発酵バター　有塩バター
（マーガリン類）　マーガリン　家庭用　有塩
（マーガリン類）　マーガリン　業務用　有塩
（マーガリン類）　ファットスプレッド
＜和生菓子・和半生菓子類＞　甘納豆　あずき
＜和生菓子・和半生菓子類＞　甘納豆　いんげんまめ
＜和生菓子・和半生菓子類＞　甘納豆　えんどう
＜和生菓子・和半生菓子類＞　今川焼　こしあん入り
＜和生菓子・和半生菓子類＞　ういろう　白
＜和生菓子・和半生菓子類＞　うぐいすもち　こしあん入り
＜和生菓子・和半生菓子類＞　かしわもち　こしあん入り
＜和生菓子・和半生菓子類＞　カステラ
＜和生菓子・和半生菓子類＞　かのこ
＜和生菓子・和半生菓子類＞　かるかん
＜和生菓子・和半生菓子類＞　きび団子
＜和生菓子・和半生菓子類＞　ぎゅうひ
＜和生菓子・和半生菓子類＞　きりざんしょ
＜和生菓子・和半生菓子類＞　きんつば
＜和生菓子・和半生菓子類＞　草もち　こしあん入り
＜和生菓子・和半生菓子類＞　くし団子　あん　こしあん入り
＜和生菓子・和半生菓子類＞　くし団子　みたらし
＜和生菓子・和半生菓子類＞　げっぺい
＜和生菓子・和半生菓子類＞　五平もち
＜和生菓子・和半生菓子類＞　桜もち　関西風　こしあん入り
＜和生菓子・和半生菓子類＞　桜もち　関東風　こしあん入り
＜和生菓子・和半生菓子類＞　大福もち　こしあん入り
＜和生菓子・和半生菓子類＞　タルト　（和菓子）
＜和生菓子・和半生菓子類＞　ちまき
＜和生菓子・和半生菓子類＞　ちゃつう
＜和生菓子・和半生菓子類＞　どら焼　つぶしあん入り
＜和生菓子・和半生菓子類＞　生八つ橋　あん入り　こしあん・つぶしあん混合
＜和生菓子・和半生菓子類＞　ねりきり
＜和生菓子・和半生菓子類＞　まんじゅう　カステラまんじゅう　こしあん入り
＜和生菓子・和半生菓子類＞　まんじゅう　くずまんじゅう　こしあん入り
＜和生菓子・和半生菓子類＞　まんじゅう　くりまんじゅう　こしあん入り
＜和生菓子・和半生菓子類＞　まんじゅう　とうまんじゅう　こしあん入り
＜和生菓子・和半生菓子類＞　まんじゅう　蒸しまんじゅう　こしあん入り
＜和生菓子・和半生菓子類＞　まんじゅう　中華まんじゅう　あんまん　こしあん入り
＜和生菓子・和半生菓子類＞　まんじゅう　中華まんじゅう　肉まん
＜和生菓子・和半生菓子類＞　もなか　こしあん入り
＜和生菓子・和半生菓子類＞　ゆべし
＜和生菓子・和半生菓子類＞　ようかん　練りようかん
＜和生菓子・和半生菓子類＞　ようかん　水ようかん
＜和生菓子・和半生菓子類＞　ようかん　蒸しようかん
＜和干菓子類＞　芋かりんとう
＜和干菓子類＞　おこし
＜和干菓子類＞　おのろけ豆
＜和干菓子類＞　かりんとう　黒
＜和干菓子類＞　かりんとう　白
＜和干菓子類＞　ごかぼう
＜和干菓子類＞　小麦粉せんべい　磯部せんべい
＜和干菓子類＞　小麦粉せんべい　かわらせんべい
＜和干菓子類＞　小麦粉せんべい　巻きせんべい
＜和干菓子類＞　小麦粉せんべい　南部せんべい　ごま入り
＜和干菓子類＞　小麦粉せんべい　南部せんべい　落花生入り
＜和干菓子類＞　しおがま
＜和干菓子類＞　ひなあられ　関西風
＜和干菓子類＞　米菓　揚げせんべい
＜和干菓子類＞　米菓　甘辛せんべい
＜和干菓子類＞　米菓　あられ
＜和干菓子類＞　米菓　しょうゆせんべい
＜和干菓子類＞　ボーロ　小粒
＜和干菓子類＞　ボーロ　そばボーロ
＜和干菓子類＞　松風
＜和干菓子類＞　みしま豆
＜和干菓子類＞　八つ橋
＜和干菓子類＞　らくがん　らくがん
＜和干菓子類＞　らくがん　麦らくがん
＜和干菓子類＞　らくがん　もろこしらくがん
＜菓子パン類＞　揚げパン
＜菓子パン類＞　あんパン　こしあん入り
＜菓子パン類＞　あんパン　薄皮タイプ　こしあん入り
＜菓子パン類＞　カレーパン　皮及び具
＜菓子パン類＞　カレーパン　皮のみ
＜菓子パン類＞　カレーパン　具のみ
＜菓子パン類＞　クリームパン
＜菓子パン類＞　クリームパン　薄皮タイプ
＜菓子パン類＞　ジャムパン
＜菓子パン類＞　チョココロネ
＜菓子パン類＞　チョコパン　薄皮タイプ
＜菓子パン類＞　メロンパン
＜ケーキ・ペストリー類＞　シュークリーム
＜ケーキ・ペストリー類＞　スポンジケーキ
＜ケーキ・ペストリー類＞　ショートケーキ　果実なし
＜ケーキ・ペストリー類＞　タルト　（洋菓子）
＜ケーキ・ペストリー類＞　チーズケーキ　ベイクドチーズケーキ
＜ケーキ・ペストリー類＞　チーズケーキ　レアチーズケーキ
＜ケーキ・ペストリー類＞　デニッシュペストリー　デンマークタイプ　プレーン　
＜ケーキ・ペストリー類＞　ドーナッツ　イーストドーナッツ　プレーン
＜ケーキ・ペストリー類＞　ドーナッツ　ケーキドーナッツ　プレーン
＜ケーキ・ペストリー類＞　パイ　パイ皮
＜ケーキ・ペストリー類＞　パイ　アップルパイ
＜ケーキ・ペストリー類＞　パイ　ミートパイ
＜ケーキ・ペストリー類＞　バターケーキ
＜ケーキ・ペストリー類＞　ホットケーキ
＜ケーキ・ペストリー類＞　ワッフル　カスタードクリーム入り
＜ケーキ・ペストリー類＞　ワッフル　ジャム入り
＜デザート菓子類＞　カスタードプリン
＜デザート菓子類＞　牛乳寒天
＜デザート菓子類＞　ゼリー　オレンジ
＜デザート菓子類＞　ゼリー　コーヒー
＜デザート菓子類＞　ゼリー　ミルク
＜デザート菓子類＞　ゼリー　ワイン
＜デザート菓子類＞　ババロア
＜ビスケット類＞　ウエハース
＜ビスケット類＞　ウエハース　クリーム入り
＜ビスケット類＞　クラッカー　オイルスプレークラッカー
＜ビスケット類＞　クラッカー　ソーダクラッカー
＜ビスケット類＞　サブレ
＜ビスケット類＞　中華風クッキー
＜ビスケット類＞　ビスケット　ハードビスケット
＜ビスケット類＞　ビスケット　ソフトビスケット
＜ビスケット類＞　プレッツェル
＜ビスケット類＞　リーフパイ
＜ビスケット類＞　ロシアケーキ
＜スナック類＞　コーンスナック
＜スナック類＞　ポテトチップス　ポテトチップス
＜スナック類＞　ポテトチップス　成形ポテトチップス
＜キャンデー類＞　キャラメル
＜キャンデー類＞　ブリットル
＜キャンデー類＞　マシュマロ
＜チョコレート類＞　アーモンドチョコレート
＜チョコレート類＞　カバーリングチョコレート
＜チョコレート類＞　ミルクチョコレート
＜果実菓子類＞　マロングラッセ
＜その他＞　カスタードクリーム
＜その他＞　しるこ　こしあん
＜その他＞　しるこ　つぶしあん
＜アルコール飲料類＞　（醸造酒類）　清酒　普通酒
＜アルコール飲料類＞　（醸造酒類）　清酒　純米酒
＜アルコール飲料類＞　（醸造酒類）　清酒　本醸造酒
＜アルコール飲料類＞　（醸造酒類）　清酒　吟醸酒
＜アルコール飲料類＞　（醸造酒類）　清酒　純米吟醸酒
＜アルコール飲料類＞　（醸造酒類）　ビール　淡色
＜アルコール飲料類＞　（醸造酒類）　ビール　黒
＜アルコール飲料類＞　（醸造酒類）　ビール　スタウト
＜アルコール飲料類＞　（醸造酒類）　発泡酒
＜アルコール飲料類＞　（混成酒類）　みりん　本みりん
＜アルコール飲料類＞　（混成酒類）　みりん　本直し
＜茶類＞　（緑茶類）　玉露　茶
＜茶類＞　（緑茶類）　玉露　浸出液
＜茶類＞　（緑茶類）　抹茶　茶
＜茶類＞　（緑茶類）　せん茶　茶
＜茶類＞　（緑茶類）　せん茶　浸出液
＜茶類＞　（緑茶類）　かまいり茶　浸出液
＜コーヒー・ココア類＞　コーヒー　浸出液
＜コーヒー・ココア類＞　コーヒー　インスタントコーヒー
＜コーヒー・ココア類＞　ココア　ピュアココア
＜その他＞　青汁　ケール
＜その他＞　甘酒
＜その他＞　昆布茶
＜その他＞　（炭酸飲料類）　ビール風味炭酸飲料
＜調味料類＞　（ウスターソース類）　ウスターソース
＜調味料類＞　（ウスターソース類）　中濃ソース
＜調味料類＞　（ウスターソース類）　お好み焼きソース
＜調味料類＞　（辛味調味料類）　チリペッパーソース
＜調味料類＞　（しょうゆ類）　こいくちしょうゆ
＜調味料類＞　（しょうゆ類）　こいくちしょうゆ　減塩
＜調味料類＞　（しょうゆ類）　うすくちしょうゆ
＜調味料類＞　（しょうゆ類）　うすくちしょうゆ　低塩
＜調味料類＞　（しょうゆ類）　たまりしょうゆ
＜調味料類＞　（しょうゆ類）　さいしこみしょうゆ
＜調味料類＞　（しょうゆ類）　しろしょうゆ
＜調味料類＞　（しょうゆ類）　だししょうゆ
＜調味料類＞　（しょうゆ類）　照りしょうゆ
＜調味料類＞　（だし類）　あごだし
＜調味料類＞　（だし類）　かつおだし　荒節
＜調味料類＞　（だし類）　かつおだし　本枯れ節
＜調味料類＞　（だし類）　昆布だし　水出し
＜調味料類＞　（だし類）　昆布だし　煮出し
＜調味料類＞　（だし類）　かつお・昆布だし　荒節・昆布だし
＜調味料類＞　（だし類）　鶏がらだし
＜調味料類＞　（だし類）　中華だし
＜調味料類＞　（だし類）　洋風だし
＜調味料類＞　（だし類）　固形ブイヨン
＜調味料類＞　（だし類）　顆粒おでん用
＜調味料類＞　（だし類）　顆粒中華だし
＜調味料類＞　（だし類）　顆粒和風だし
＜調味料類＞　（だし類）　めんつゆ　ストレート
＜調味料類＞　（だし類）　めんつゆ　三倍濃縮
＜調味料類＞　（調味ソース類）　オイスターソース
＜調味料類＞　（調味ソース類）　黄身酢
＜調味料類＞　（調味ソース類）　魚醤油　いかなごしょうゆ
＜調味料類＞　（調味ソース類）　魚醤油　いしる　（いしり）
＜調味料類＞　（調味ソース類）　魚醤油　しょっつる
＜調味料類＞　（調味ソース類）　魚醤油　ナンプラー
＜調味料類＞　（調味ソース類）　ごま酢
＜調味料類＞　（調味ソース類）　ごまだれ
＜調味料類＞　（調味ソース類）　冷やし中華のたれ
＜調味料類＞　（調味ソース類）　ホワイトソース
＜調味料類＞　（調味ソース類）　ぽん酢しょうゆ　市販品
＜調味料類＞　（調味ソース類）　焼きそば粉末ソース
＜調味料類＞　（調味ソース類）　焼き鳥のたれ
＜調味料類＞　（調味ソース類）　焼き肉のたれ
＜調味料類＞　（調味ソース類）　みたらしのたれ
＜調味料類＞　（トマト加工品類）　トマトピューレー
＜調味料類＞　（トマト加工品類）　トマトペースト
＜調味料類＞　（トマト加工品類）　トマトケチャップ
＜調味料類＞　（トマト加工品類）　トマトソース
＜調味料類＞　（トマト加工品類）　チリソース
＜調味料類＞　（ドレッシング類）　半固形状ドレッシング　マヨネーズ　全卵型
＜調味料類＞　（ドレッシング類）　半固形状ドレッシング　マヨネーズ　卵黄型
＜調味料類＞　（ドレッシング類）　半固形状ドレッシング　マヨネーズタイプ調味料　低カロリータイプ
＜調味料類＞　（ドレッシング類）　分離液状ドレッシング　和風ドレッシング　分離液状
＜調味料類＞　（ドレッシング類）　乳化液状ドレッシング　ごまドレッシング
＜調味料類＞　（ドレッシング類）　乳化液状ドレッシング　サウザンアイランドドレッシング
＜調味料類＞　（みそ類）　米みそ　甘みそ
＜調味料類＞　（みそ類）　米みそ　淡色辛みそ
＜調味料類＞　（みそ類）　米みそ　赤色辛みそ
＜調味料類＞　（みそ類）　米みそ　だし入りみそ
＜調味料類＞　（みそ類）　米みそ　だし入りみそ　減塩
＜調味料類＞　（みそ類）　麦みそ
＜調味料類＞　（みそ類）　豆みそ
＜調味料類＞　（みそ類）　減塩みそ
＜調味料類＞　（みそ類）　即席みそ　粉末タイプ
＜調味料類＞　（みそ類）　即席みそ　ペーストタイプ
＜調味料類＞　（みそ類）　辛子酢みそ
＜調味料類＞　（みそ類）　ごまみそ
＜調味料類＞　（みそ類）　酢みそ
＜調味料類＞　（みそ類）　練りみそ
＜調味料類＞　（ルウ類）　カレールウ
＜調味料類＞　（その他）　お茶漬けの素　さけ
＜調味料類＞　（その他）　キムチの素
＜調味料類＞　（その他）　酒かす
＜調味料類＞　（その他）　即席すまし汁
＜調味料類＞　（その他）　ふりかけ　たまご
＜調味料類＞　（その他）　料理酒
＜香辛料類＞　オニオンパウダー
＜香辛料類＞　からし　練りマスタード
＜香辛料類＞　からし　粒入りマスタード
＜香辛料類＞　カレー粉
＜香辛料類＞　クローブ　粉
＜香辛料類＞　こしょう　黒　粉
＜香辛料類＞　こしょう　白　粉
＜香辛料類＞　こしょう　混合　粉
＜香辛料類＞　シナモン　粉
＜香辛料類＞　しょうが　粉
＜香辛料類＞　しょうが　おろし
＜香辛料類＞　チリパウダー
＜香辛料類＞　とうがらし　粉
＜香辛料類＞　にんにく　ガーリックパウダー　食塩無添加
＜香辛料類＞　にんにく　ガーリックパウダー　食塩添加
＜香辛料類＞　にんにく　おろし
＜香辛料類＞　バジル　粉
＜香辛料類＞　パセリ　乾
＜香辛料類＞　パプリカ　粉
＜香辛料類＞　わさび　粉　からし粉入り
＜香辛料類＞　わさび　練り
＜その他＞　酵母　パン酵母　圧搾
和風料理　その他　松前漬け　しょうゆ漬
洋風料理　フライ用冷凍食品　コロッケ　ポテトコロッケ　冷凍
中国料理　点心類　ぎょうざ
中国料理　点心類　しゅうまい
  ]